Repository: wonders4you/sendy-polish-translation
Catalog: */LC_MESSAGES/default.po
Languages: pl_pl

source: Alternatively, try splitting your huge CSV file into several smaller sized CSV files and import them one after another.
pl_pl: Alternatywnie spróbuj podzielić duży plik CSV na kilka mniejszych plików CSV i importuj je jeden po drugim.

source: CSV format
pl_pl: Format CSV

source: Your CSV should only contain one column containing only domains
pl_pl: Twój plik CSV powinien zawierać tylko jedną kolumnę zawierającą tylko domeny

source: Your CSV columns should be separated by commas, not semi-colons or any other characters
pl_pl: Kolumny w Twoim pliku CSV powinny być oddzielone przecinkami, a nie średnikami ani innymi znakami

source: Domain
pl_pl: Domena

source: Email addresses with domains matching any records in your CSV will also be removed from all lists in this brand.
pl_pl: Adresy e-mail z domenami pasującymi do jakichkolwiek rekordów w Twoim pliku CSV również zostaną usunięte ze wszystkich list w tej marce.

source: Import and delete matching records from all lists
pl_pl: Importuj i usuń pasujące rekordy ze wszystkich list

source: Import domains per line
pl_pl: Importuj domeny na linię

source: Sorry, we didn't receive any input.
pl_pl: Przepraszamy, nie otrzymaliśmy żadnych danych wejściowych.

source: Domains
pl_pl: Domeny

source: Email addresses with domains matching any domains you've entered above will also be removed from all lists in this brand.
pl_pl: Adresy e-mail z domenami pasującymi do jakichkolwiek domen, które wprowadziłeś powyżej, również zostaną usunięte ze wszystkich list w tej marce.

source: Last update
pl_pl: Ostatnia aktualizacja

source: Block attempts
pl_pl: Próby zablokowania

source: No domain found.
pl_pl: Nie znaleziono domeny.

source: Please note that email addresses with domains matching any records in your CSV will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
pl_pl: Proszę zauważyć, że adresy e-mail z domenami pasującymi do jakichkolwiek rekordów w Twoim pliku CSV również zostaną usunięte ze wszystkich list w tej marce po ich zaimportowaniu na tę listę 'Zablokowanych domen'. Czy chcesz kontynuować?

source: Please note that email addresses with domains matching any records you've provided will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
pl_pl: Proszę zauważyć, że adresy e-mail z domenami pasującymi do jakichkolwiek rekordów, które podałeś, również zostaną usunięte ze wszystkich list w tej marce po ich zaimportowaniu na tę listę 'Zablokowanych domen'. Czy chcesz kontynuować?

source: All domains in the 'Blocked domains' list will be deleted. Do you want to proceed?
pl_pl: Wszystkie domeny na liście 'Zablokowanych domen' zostaną usunięte. Czy chcesz kontynuować?

source: If you have a list of email addresses that should never receive any email campaigns or autoresponders from you, import them into this suppression list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this suppression list.
pl_pl: Jeśli masz listę adresów e-mail, które nigdy nie powinny otrzymywać żadnych kampanii e-mailowych ani autoresponderów od Ciebie, zaimportuj je na tę listę tłumienia. Wszelkie adresy e-mail, które zaimportujesz przez CSV lub API na jakąkolwiek listę w tej marce w przyszłości, nie zostaną zaimportowane, jeśli pojawią się na tej liście tłumienia.

source: Import suppression list
pl_pl: Importuj listę tłumienia

source: Please ensure there is only one column in your CSV containing only email addresses.
pl_pl: Upewnij się, że w Twoim pliku CSV jest tylko jedna kolumna zawierająca tylko adresy e-mail.

source: Your CSV should only contain one column containing only email addresses
pl_pl: Twój plik CSV powinien zawierać tylko jedną kolumnę zawierającą tylko adresy e-mail

source: Email addresses that matches any records in your CSV will also be removed from all lists in this brand.
pl_pl: Adresy e-mail pasujące do jakichkolwiek rekordów w Twoim pliku CSV również zostaną usunięte ze wszystkich list w tej marce.

source: Import emails per line
pl_pl: Importuj e-maile na linię

source: Email addresses
pl_pl: Adresy e-mail

source: Email addresses matching any emails you've entered above will also be removed from all lists in this brand.
pl_pl: Adresy e-mail pasujące do jakichkolwiek e-maili, które wprowadziłeś powyżej, również zostaną usunięte ze wszystkich list w tej marce.

source: Email address
pl_pl: Adres e-mail

source: No email addresses found.
pl_pl: Nie znaleziono żadnych adresów e-mail.

source: Please note that email addresses that matches any records in your CSV will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
pl_pl: Proszę zauważyć, że adresy e-mail pasujące do jakichkolwiek rekordów w Twoim pliku CSV również zostaną usunięte ze wszystkich list w tej marce po ich zaimportowaniu na tę listę 'Tłumienia'. Czy chcesz kontynuować?

source: Please note that email addresses that matches any emails you've provided will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
pl_pl: Proszę zauważyć, że adresy e-mail pasujące do jakichkolwiek e-maili, które podałeś, również zostaną usunięte ze wszystkich list w tej marce po ich zaimportowaniu na tę listę 'Tłumienia'. Czy chcesz kontynuować?

source: All email addresses in the 'Suppression list' will be deleted. Do you want to proceed?
pl_pl: Wszystkie adresy e-mail na liście 'Tłumienia' zostaną usunięte. Czy chcesz kontynuować?

source: Campaigns RSS
pl_pl: RSS kampanii

source: Clear queue table
pl_pl: Wyczyść tabelę kolejki

source: The queue table has been cleared successfully!
pl_pl: Tabela kolejki została pomyślnie wyczyszczona!

source: Failed to clear the queue table.
pl_pl: Nie udało się wyczyścić tabeli kolejki.

source: Please make sure all currently sending campaigns are completed first before doing this.
pl_pl: Upewnij się, że wszystkie obecnie wysyłane kampanie zostały najpierw zakończone przed wykonaniem tej czynności.

source: Do you want to clear the queue table?
pl_pl: Czy chcesz wyczyścić tabelę kolejki?

source: Yes, clear the queue table
pl_pl: Tak, wyczyść tabelę kolejki

source: You're subscribed!
pl_pl: Jesteś zapisany!

source: The name of this template is required
pl_pl: Wymagana jest nazwa tego szablonu

source: Create template
pl_pl: Utwórz szablon

source: Template name
pl_pl: Nazwa szablonu

source: Name of this template
pl_pl: Nazwa tego szablonu

source: Plain text version of this template
pl_pl: Wersja tekstowa tego szablonu

source: Save template
pl_pl: Zapisz szablon

source: Campaign title
pl_pl: Tytuł kampanii

source: Title of this campaign
pl_pl: Tytuł tej kampanii

source: Set a title for this campaign?
pl_pl: Ustawić tytuł tej kampanii?

source: This title (instead of the subject line) will be displayed in your campaigns list and reports. You can also set the title later in the campaign report after sending this campaign.
pl_pl: Ten tytuł (zamiast tematu) będzie wyświetlany na liście kampanii i w raportach. Możesz także ustawić tytuł później w raporcie kampanii po wysłaniu tej kampanii.

source: Web version language
pl_pl: Język wersji internetowej

source: The web version of this email will be translated by Google Translate to the language you select.
pl_pl: Wersja internetowa tego e-maila zostanie przetłumaczona przez Google Translate na wybrany język.

source: Don't translate
pl_pl: Nie tłumacz

source: Check for broken links
pl_pl: Sprawdź, czy nie ma zepsutych linków

source: Don't check for broken links
pl_pl: Nie sprawdzaj, czy nie ma zepsutych linków

source: A custom field name of less than<br/>30 characters is required
pl_pl: Wymagana jest nazwa pola niestandardowego o długości poniżej<br/>30 znaków

source: Custom fields
pl_pl: Pola niestandardowe

source: Add a field
pl_pl: Dodaj pole

source: Field name
pl_pl: Nazwa pola

source: This custom field already exist, please use a unique custom field.
pl_pl: To pole niestandardowe już istnieje, proszę użyć unikalnego pola niestandardowego.

source: Name of custom field
pl_pl: Nazwa pola niestandardowego

source: Data type
pl_pl: Typ danych

source: Text
pl_pl: Tekst

source: Add custom field
pl_pl: Dodaj pole niestandardowe

source: Existing fields
pl_pl: Istniejące pola

source: This custom field is currently used by an autoresponder. In order to delete this custom field, delete the autoresponder associated with this custom field.
pl_pl: To pole niestandardowe jest obecnie używane przez autoresponder. Aby usunąć to pole niestandardowe, usuń autoresponder powiązany z tym polem niestandardowym.

source: Personalization tag
pl_pl: Tag personalizacji

source: All data belonging to this custom field will also be deleted.
pl_pl: Wszystkie dane należące do tego pola niestandardowego również zostaną usunięte.

source: Edit custom field
pl_pl: Edytuj pole niestandardowe

source: Please upload a CSV file
pl_pl: Proszę przesłać plik CSV

source: Please enter at least one combination of name & email
pl_pl: Proszę wprowadzić przynajmniej jedno połączenie nazwy i e-maila

source: Mass delete via CSV file
pl_pl: Masowe usuwanie przez plik CSV

source: There should only be 1 column in your CSV containing emails.
pl_pl: W Twoim pliku CSV powinna być tylko jedna kolumna zawierająca e-maile.

source: CSV format example
pl_pl: Przykład formatu CSV

source: Delete email per line
pl_pl: Usuń e-mail na linię

source: Email to delete
pl_pl: E-mail do usunięcia

source: There is a problem connecting to the database. Please try again later or see this <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">troubleshooting tip</a>.
pl_pl: Wystąpił problem z połączeniem z bazą danych. Spróbuj ponownie później lub zobacz tę <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">wskazówkę dotyczącą rozwiązywania problemów</a>.

source: Please specify your brand's name
pl_pl: Proszę podać nazwę swojej marki

source: Edit brand
pl_pl: Edytuj markę

source: Brand name
pl_pl: Nazwa marki

source: Name of the brand
pl_pl: Nazwa marki

source: Checking if your 'From email' is verified in your SES console..
pl_pl: Sprawdzanie, czy Twój 'E-mail nadawcy' jest zweryfikowany w konsoli SES..

source: Unverified 'From email'
pl_pl: Niezidentyfikowany 'E-mail nadawcy'

source: Your 'From email' or its domain is not verified in your Amazon SES console. Do either of the following:
pl_pl: Twój 'E-mail nadawcy' lub jego domena nie są zweryfikowane w konsoli Amazon SES. Zrób jedno z poniższych:

source: Click here to verify this 'From email', Amazon will send a verification email to this 'From email'
pl_pl: Kliknij tutaj, aby zweryfikować ten 'E-mail nadawcy', Amazon wyśle e-mail weryfikacyjny na ten 'E-mail nadawcy'

source: Alternatively, verify this 'From email's 'domain' in your Amazon SES console
pl_pl: Alternatywnie, zweryfikuj 'domenę' tego 'E-maila nadawcy' w konsoli Amazon SES

source: When you verify a domain, you can use any 'From email' address belonging to that domain without having to verify them individually.
pl_pl: Gdy zweryfikujesz domenę, możesz używać dowolnego adresu 'E-maila nadawcy' należącego do tej domeny bez konieczności ich indywidualnej weryfikacji.

source: Lastly, the 'From email' is case sensitive. Please ensure you are using the same case as the email address verified in your Amazon SES console.
pl_pl: Na koniec, 'E-mail nadawcy' jest rozróżniany pod względem wielkości liter. Upewnij się, że używasz tego samego formatu jak adres e-mail zweryfikowany w Twojej konsoli Amazon SES.

source: 'From email' pending verification
pl_pl: 'E-mail nadawcy' oczekuje na weryfikację

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification.
pl_pl: Twój 'E-mail nadawcy' lub jego domena oczekują na weryfikację w konsoli Amazon SES. Proszę zakończyć weryfikację.

source: Unable to communicate with Amazon SES API
pl_pl: Nie można komunikować się z API Amazon SES

source: Please check the error message on the left for instructions.
pl_pl: Proszę sprawdzić komunikat o błędzie po lewej stronie, aby uzyskać instrukcje.

source: Congrats! This 'From email' is verified.
pl_pl: Gratulacje! Ten 'E-mail nadawcy' jest zweryfikowany.

source: Please wait..
pl_pl: Proszę czekać..

source: A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
pl_pl: E-mail weryfikacyjny został wysłany na Twój adres 'E-maila nadawcy' z linkiem potwierdzającym w celu zakończenia weryfikacji. Proszę kliknąć link, aby zakończyć weryfikację, a następnie odświeżyć tę stronę.

source: Two verification emails has been sent to both your login email address and the above 'From email' address. Please click the verification link in both emails to complete the verification, then refresh this page.
pl_pl: Dwa e-maile weryfikacyjne zostały wysłane zarówno na Twój adres e-mail do logowania, jak i na powyższy adres 'E-maila nadawcy'. Proszę kliknąć link weryfikacyjny w obu e-mailach, aby zakończyć weryfikację, a następnie odświeżyć tę stronę.

source: Unable to send your 'From email' address to Amazon SES for verification! Please try again later.
pl_pl: Nie można wysłać Twojego adresu 'E-maila nadawcy' do Amazon SES w celu weryfikacji! Proszę spróbować ponownie później.

source: Sorry, unable to verify email address. Please try again later!
pl_pl: Przepraszamy, nie można zweryfikować adresu e-mail. Proszę spróbować ponownie później!

source: Brand logo
pl_pl: Logo marki

source: (32 x 32 pixel, jpeg, jpg, gif or png format)
pl_pl: (32 x 32 piksele, format jpeg, jpg, gif lub png)

source: Confirm delete this logo?
pl_pl: Potwierdź usunięcie tego logo?

source: Could not create '/logos/' directory. Please make sure permissions in /uploads/ folder is set to 777. Your logo has not been uploaded.
pl_pl: Nie można utworzyć katalogu '/logos/'. Upewnij się, że uprawnienia w folderze /uploads/ są ustawione na 777. Twoje logo nie zostało przesłane.

source: Please upload only these file formats: jpeg, jpg, gif or png.
pl_pl: Proszę przesyłać tylko w tych formatach plików: jpeg, jpg, gif lub png.

source: Could not upload image to '/logos/' folder. <br/>Please make sure permissions in /uploads/ folder is set to 777. <br/>Then remove the /logos/ folder in the /uploads/ folder and try again.
pl_pl: Nie można przesłać obrazu do folderu '/logos/'. <br/>Upewnij się, że uprawnienia w folderze /uploads/ są ustawione na 777. <br/>Następnie usuń folder /logos/ w folderze /uploads/ i spróbuj ponownie.

source: SMTP settings
pl_pl: Ustawienia SMTP

source: Choose an SMTP provider
pl_pl: Wybierz dostawcę SMTP

source: See how to setup ElasticEmail with Sendy
pl_pl: Zobacz, jak skonfigurować ElasticEmail z Sendy

source: See how to setup Sendgrid with Sendy
pl_pl: Zobacz, jak skonfigurować Sendgrid z Sendy

source: See how to setup Mailjet with Sendy
pl_pl: Zobacz, jak skonfigurować Mailjet z Sendy

source: Emails are sent via Amazon SES by default. However, if you want to send emails via another SMTP provider for this brand, you can set the SMTP credentials here.
pl_pl: E-maile są domyślnie wysyłane przez Amazon SES. Jednak jeśli chcesz wysyłać e-maile przez innego dostawcę SMTP dla tej marki, możesz ustawić tutaj dane uwierzytelniające SMTP.

source: Username
pl_pl: Nazwa użytkownika

source: Username (usually your email)
pl_pl: Nazwa użytkownika (zazwyczaj Twój e-mail)

source: Password
pl_pl: Hasło

source: Leave blank to not change it
pl_pl: Pozostaw puste, aby nie zmieniać

source: Custom domain
pl_pl: Domena niestandardowa

source: Just like Sendy domain licenses, custom domains requires licensing.
pl_pl: Podobnie jak licencje domen Sendy, domeny niestandardowe wymagają licencjonowania.

source: You can purchase custom domain licenses here →
pl_pl: Możesz kupić licencje na domeny niestandardowe tutaj →

source: Refresh this page once done and you will be able to set your custom domain.
pl_pl: Odśwież tę stronę po zakończeniu, aby móc ustawić swoją domenę niestandardową.

source: When you set a custom domain, unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
pl_pl: Gdy ustawisz domenę niestandardową, linki do wypisania się, wersji internetowej i wszystkie śledzone linki w wysyłanych e-mailach będą używać tej domeny niestandardowej zamiast domeny, na której zainstalowałeś Sendy. Użytkownicy marki mogą również logować się do swoich kont za pomocą domeny niestandardowej.

source: Unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
pl_pl: Linki do wypisania się, wersji internetowej i wszystkie śledzone linki w wysyłanych e-mailach będą używać tej domeny niestandardowej zamiast domeny, na której zainstalowałeś Sendy. Użytkownicy marki mogą również logować się do swoich kont za pomocą domeny niestandardowej.

source: You can purchase more custom domain licenses here →
pl_pl: Możesz kupić więcej licencji na domeny niestandardowe tutaj →

source: Create a CNAME record in your custom domain's DNS and point it to your Sendy installation's domain:
pl_pl: Utwórz rekord CNAME w DNS swojej domeny niestandardowej i skieruj go na domenę instalacji Sendy:

source: Before enabling your custom domain, test your custom domain setup by visiting the following URL and it should load your Sendy login page
pl_pl: Przed włączeniem domeny niestandardowej przetestuj jej konfigurację, odwiedzając poniższy URL. Powinna załadować się strona logowania Sendy

source: Otherwise, <a href="https://sendy.co/troubleshooting#custom-domain-not-working" target="_blank" style="text-decoration: underline;">please see this troubleshooting tip</a>
pl_pl: W przeciwnym razie, <a href="https://sendy.co/troubleshooting#custom-domain-not-working" target="_blank" style="text-decoration: underline;">zobacz tę wskazówkę dotyczącą rozwiązywania problemów</a>

source: Enable custom domain?
pl_pl: Włączyć domenę niestandardową?

source: You can use Google's reCAPTCHA v2 to protect your subscription forms from spam bots. To enable, register your site on <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;">Google's reCAPTCHA website</a> and select 'reCAPTCHA v2 > "I'm not a robot" tickbox' to get your 'Site key' and 'Secret key', then paste them below. reCAPTCHA will be disabled if the following fields are empty.
pl_pl: Możesz użyć Google reCAPTCHA v2, aby chronić swoje formularze subskrypcji przed botami spamującymi. Aby włączyć, zarejestruj swoją witrynę na <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;">stronie Google reCAPTCHA</a> i wybierz 'reCAPTCHA v2 > „Nie jestem robotem”', aby uzyskać 'Klucz strony' i 'Klucz tajny', a następnie wklej je poniżej. reCAPTCHA będzie wyłączona, jeśli poniższe pola są puste.

source: Site key
pl_pl: Klucz strony

source: Secret key
pl_pl: Klucz tajny

source: GDPR features
pl_pl: Funkcje RODO

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, Sendy's GDPR features will be useful to you.
pl_pl: <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">Ogólne rozporządzenie o ochronie danych (RODO)</a> to rozporządzenie w prawie UE dotyczące ochrony danych i prywatności wszystkich osób w Unii Europejskiej. Rozporządzenie RODO dotyczy każdego na świecie, kto zbiera i przetwarza dane osobowe użytkowników z UE. Jeśli zbierasz i przetwarzasz dane użytkowników z UE, funkcje RODO w Sendy będą dla Ciebie przydatne.

source: GDPR options
pl_pl: Opcje RODO

source: Show me GDPR options where applicable
pl_pl: Pokaż mi opcje RODO, gdzie to możliwe

source: By enabling this option, GDPR features will show up in the app where appropriate. For example, subscribe form dialogues will present you with an option to enable 'GDPR fields' amongst many others.
pl_pl: Włączając tę opcję, funkcje RODO będą wyświetlane w aplikacji tam, gdzie to odpowiednie. Na przykład, w dialogach formularza subskrypcji pojawi się opcja włączenia 'Pól RODO' i wiele innych.

source: GDPR safe switch
pl_pl: Bezpieczny przełącznik RODO

source: Only send Campaigns to subscribers with <span class="label label-warning">GDPR</span> tag
pl_pl: Wysyłaj kampanie tylko do subskrybentów z tagiem <span class="label label-warning">RODO</span>

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
pl_pl: Subskrybenci, którzy zarejestrują się przez 'Gotowy do użycia formularz subskrypcji' Sendy, osadzalny 'Kod HTML formularza subskrypcji' lub API 'subskrypcji' z ustawionym parametrem 'gdpr' na 'true', będą oznaczeni tagiem 'RODO'. Włączając tę opcję, Twoje przyszłe kampanie będą wysyłane tylko do subskrybentów oznaczonych tagiem 'RODO'.

source: Only send Autoresponders to subscribers with <span class="label label-warning">GDPR</span> tag
pl_pl: Wysyłaj autorespondery tylko do subskrybentów z tagiem <span class="label label-warning">RODO</span>

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
pl_pl: Subskrybenci, którzy zarejestrują się przez 'Gotowy do użycia formularz subskrypcji' Sendy, osadzalny 'Kod HTML formularza subskrypcji' lub API 'subskrypcji' z ustawionym parametrem 'gdpr' na 'true', będą oznaczeni tagiem 'RODO'. Włączając tę opcję, Twoje przyszłe autorespondery będą wysyłane tylko do subskrybentów oznaczonych tagiem 'RODO'.

source: Privacy
pl_pl: Prywatność

source: Set your default email tracking preference when creating new campaigns or autoresponders. This can still be changed on the fly when you create new campaigns or autoresponders.
pl_pl: Ustaw domyślne preferencje śledzenia e-maili podczas tworzenia nowych kampanii lub autoresponderów. Można to nadal zmienić w locie podczas tworzenia nowych kampanii lub autoresponderów.

source: Miscellaneous
pl_pl: Różne

source: Default URL query string
pl_pl: Domyślny ciąg zapytania URL

source: (Default query string to append to all links in your campaigns and autoresponders. A good use case is Google Analytics tracking. Don't include '?' in your query string.)
pl_pl: (Domyślny ciąg zapytania do dodania do wszystkich linków w Twoich kampaniach i autoresponderach. Dobry przykład użycia to śledzenie Google Analytics. Nie dołączaj '?' do ciągu zapytania.)

source: Prefix for subject line of test emails
pl_pl: Prefiks dla tematu e-maili testowych
