Repository: wonders4you/sendy-polish-translation
Catalog: */LC_MESSAGES/default.po
Languages: pl_pl

source: Can't connect to database
pl_pl: Nie można połączyć się z bazą danych

source: There is a problem connecting to the database. Please try again later.
pl_pl: Wystąpił problem z połączeniem z bazą danych. Spróbuj ponownie później.

source: Edit brand settings
pl_pl: Edytuj ustawienia marki

source: All campaigns
pl_pl: Wszystkie kampanie

source: Create & send new campaign
pl_pl: Utwórz i wyślij nową kampanię

source: New campaign
pl_pl: Nowa kampania

source: Create a new campaign
pl_pl: Utwórz nową kampanię

source: Import HTML file
pl_pl: Importuj plik HTML

source: Import from URL
pl_pl: Importuj z URL

source: Or use a template
pl_pl: Lub użyj szablonu

source: URL of the email you want to import
pl_pl: URL e-maila, który chcesz zaimportować

source: eg. https://mydomain.com/email.html
pl_pl: np. https://mydomain.com/email.html

source: Import
pl_pl: Importuj

source: Close
pl_pl: Zamknij

source: Search campaigns
pl_pl: Szukaj kampanii

source: Campaigns RSS feed
pl_pl: Kanał RSS kampanii

source: The following is the link to your campaigns RSS feed. This RSS feed displays an archive of the last 100 campaigns previously sent.
pl_pl: Poniżej znajduje się link do kanału RSS Twoich kampanii. Ten kanał RSS wyświetla archiwum ostatnich 100 wysłanych kampanii.

source: Some ways to use your RSS feed
pl_pl: Kilka sposobów na wykorzystanie Twojego kanału RSS

source: Integrate your campaigns feed with your website or application anyway you like
pl_pl: Zintegruj kanał kampanii ze swoją stroną internetową lub aplikacją w dowolny sposób

source: Display an archive of your past campaigns on your website or application
pl_pl: Wyświetl archiwum swoich poprzednich kampanii na swojej stronie internetowej lub w aplikacji

source: Let your audience subscribe to your RSS feed so they'll get notified whenever you send a campaign. Good for users who prefers RSS over email (or even both)
pl_pl: Pozwól swojej publiczności subskrybować Twój kanał RSS, aby otrzymywali powiadomienia za każdym razem, gdy wysyłasz kampanię. Dobre dla użytkowników, którzy preferują RSS zamiast e-maila (lub nawet oba)

source: Subscribe to your client's RSS feed (if you give access to your clients) to get notified when they send a new campaign
pl_pl: Subskrybuj kanał RSS swojego klienta (jeśli dajesz swoim klientom dostęp), aby otrzymywać powiadomienia, gdy wysyłają nową kampanię

source: Okay
pl_pl: Ok

source: Campaign
pl_pl: Kampania

source: Recipients
pl_pl: Odbiorcy

source: Sent
pl_pl: Wysłano

source: Unique Opens
pl_pl: Unikalne otwarcia

source: Unique Clicks
pl_pl: Unikalne kliknięcia

source: Duplicate
pl_pl: Duplikuj

source: Delete
pl_pl: Usuń

source: Draft
pl_pl: Szkic

source: Define recipients & send
pl_pl: Określ odbiorców i wyślij

source: Scheduled
pl_pl: Zaplanowane

source: Scheduled on
pl_pl: Zaplanowane na

source: opened
pl_pl: otwarte

source: Tracking disabled
pl_pl: Śledzenie wyłączone

source: clicked
pl_pl: kliknięte

source: Sending
pl_pl: Wysyłanie

source: Currently sending your campaign to
pl_pl: Obecnie wysyłanie kampanii do

source: recipients
pl_pl: odbiorcy

source: If sending has stopped, the send was probably timed out by the server, click to resume sending.
pl_pl: Jeśli wysyłanie zostało zatrzymane, prawdopodobnie wysyłanie zostało przerwane przez serwer, kliknij, aby wznowić wysyłanie.

source: Resume
pl_pl: Wznów

source: Click to stop the campaign.
pl_pl: Kliknij, aby zatrzymać kampanię.

source: Stop
pl_pl: Zatrzymaj

source: Checking..
pl_pl: Sprawdzanie..

source: Confirm delete
pl_pl: Potwierdź usunięcie

source: Sorry, unable to delete. Please try again later!
pl_pl: Przepraszamy, nie można usunąć. Spróbuj ponownie później!

source: Only continue if you think that sending has stopped. Resume sending?
pl_pl: Kontynuuj tylko jeśli uważasz, że wysyłanie zostało zatrzymane. Wznowić wysyłanie?

source: Campaign will stop and no more emails will be sent, are you sure you want to proceed?
pl_pl: Kampania zostanie zatrzymana i nie będą wysyłane żadne dalsze e-maile, czy na pewno chcesz kontynuować?

source: View report for this campaign
pl_pl: Zobacz raport dla tej kampanii

source: Error retrieving count
pl_pl: Błąd pobierania liczby

source: Preparing
pl_pl: Przygotowanie

source: Preparing to send your campaign to
pl_pl: Przygotowanie do wysłania kampanii do

source: This will revert the campaign back to 'Draft'. Are you sure you want to proceed?
pl_pl: To przywróci kampanię do 'Szkicu'. Czy na pewno chcesz kontynuować?

source: Preparing to send
pl_pl: Przygotowanie do wysyłki

source: Edit this campaign
pl_pl: Edytuj tę kampanię

source: Edit
pl_pl: Edytuj

source: This will permanently delete the campaign.
pl_pl: To trwale usunie kampanię.

source: Download CSV of emails that were not delivered to even after retrying
pl_pl: Pobierz CSV e-maili, które nie zostały dostarczone nawet po ponownych próbach

source: not delivered
pl_pl: nie dostarczono

source: This will permanently delete the campaign and all activity reports for this campaign. All tracking links, unsubscribe and web version links will no longer work for this campaign as well.
pl_pl: To trwale usunie kampanię i wszystkie raporty aktywności dla tej kampanii. Wszystkie linki śledzące, linki do rezygnacji i wersje internetowe nie będą już działać dla tej kampanii.

source: There are no campaigns yet
pl_pl: Nie ma jeszcze kampanii

source: Send one
pl_pl: Wyślij jedną

source: Duplicate on which brand?
pl_pl: Duplikować na którą markę?

source: Choose a brand you'd like to duplicate this campaign on
pl_pl: Wybierz markę, na którą chcesz zduplikować tę kampanię

source: Cancel
pl_pl: Anuluj

source: Delete campaign
pl_pl: Usuń kampanię

source: Confirm delete <span id="campaign-to-delete" style="font-weight:bold;"></span>?
pl_pl: Potwierdź usunięcie <span id="campaign-to-delete" style="font-weight:bold;"></span>?

source: Type the word
pl_pl: Wpisz słowo

source: Your cron job may not be working
pl_pl: Twoje zadanie cron może nie działać

source: Your campaign has been in 'Preparing' status for more than 5 minutes. This means that your cron job aren't executing the 'scheduled.php' script to start sending. If your campaign does not go into 'Sending' status in the next 5 minutes, please see this troubleshooting tip
pl_pl: Twoja kampania jest w statusie 'Przygotowanie' przez ponad 5 minut. Oznacza to, że Twoje zadanie cron nie wykonuje skryptu 'scheduled.php', aby rozpocząć wysyłanie. Jeśli Twoja kampania nie przejdzie do statusu 'Wysyłanie' w ciągu następnych 5 minut, zobacz tę wskazówkę dotyczącą rozwiązywania problemów

source: The subject of your email is required
pl_pl: Temat Twojego e-maila jest wymagany

source: 'From name' is required
pl_pl: 'Nazwa nadawcy' jest wymagana

source: A valid 'From email' is required
pl_pl: Ważny 'E-mail nadawcy' jest wymagany

source: A valid 'Reply to' email is required
pl_pl: Ważny 'E-mail do odpowiedzi' jest wymagany

source: Your HTML code is required
pl_pl: Twój kod HTML jest wymagany

source: Please specify a number
pl_pl: Proszę podać liczbę

source: immediately
pl_pl: natychmiast

source: on
pl_pl: na

source: Create autoresponder email
pl_pl: Utwórz e-mail autorespondera

source: Send email
pl_pl: Wyślij e-mail

source: minutes
pl_pl: minuty

source: hours
pl_pl: godziny

source: days
pl_pl: dni

source: weeks
pl_pl: tygodnie

source: months
pl_pl: miesiące

source: after they subscribe
pl_pl: po ich subskrypcji

source: and
pl_pl: i

source: apply to these segments only
pl_pl: zastosuj tylko do tych segmentów

source: before
pl_pl: przed

source: after
pl_pl: po

source: each subscriber's
pl_pl: każdego subskrybenta

source: Only send to these segments
pl_pl: Wysyłaj tylko do tych segmentów

source: No segments found in this list
pl_pl: Nie znaleziono segmentów na tej liście

source: Don't include emails in these segments
pl_pl: Nie włączaj e-maili do tych segmentów

source: Select a template
pl_pl: Wybierz szablon

source: Subject
pl_pl: Temat

source: Subject of this email
pl_pl: Temat tego e-maila

source: From name
pl_pl: Nazwa nadawcy

source: From email
pl_pl: E-mail nadawcy

source: name@domain.com
pl_pl: nazwa@domena.com

source: Reply to email
pl_pl: E-mail do odpowiedzi

source: Plain text version
pl_pl: Wersja tekstowa

source: Plain text version of this email
pl_pl: Wersja tekstowa tego e-maila

source: Query string
pl_pl: Ciąg zapytania

source: Optionally append a query string to all links in your email newsletter. A good use case is Google Analytics tracking. Don't include '?' in your query string.
pl_pl: Opcjonalnie dodaj ciąg zapytania do wszystkich linków w Twoim newsletterze. Dobry przypadek użycia to śledzenie Google Analytics. Nie dołączaj '?' do ciągu zapytania.

source: Attachments
pl_pl: Załączniki

source: Allowed file types
pl_pl: Dozwolone typy plików

source: Track opens
pl_pl: Śledź otwarcia

source: Enable opens tracking
pl_pl: Włącz śledzenie otwarć

source: Yes
pl_pl: Tak

source: Disable opens tracking
pl_pl: Wyłącz śledzenie otwarć

source: No
pl_pl: Nie

source: Track opens without identifying users to respect their privacy
pl_pl: Śledź otwarcia bez identyfikowania użytkowników, aby chronić ich prywatność

source: Anonymously
pl_pl: Anonimowo

source: Track clicks
pl_pl: Śledź kliknięcia

source: Enable clicks tracking
pl_pl: Włącz śledzenie kliknięć

source: Disable clicks tracking
pl_pl: Wyłącz śledzenie kliknięć

source: Track clicks without identifying users to respect their privacy
pl_pl: Śledź kliknięcia bez identyfikowania użytkowników, aby chronić ich prywatność

source: Save this email as a template
pl_pl: Zapisz ten e-mail jako szablon

source: Don't save this email as a template
pl_pl: Nie zapisuj tego e-maila jako szablon

source: Save
pl_pl: Zapisz

source: Save & exit
pl_pl: Zapisz i wyjdź

source: Back to autoresponder email list
pl_pl: Powrót do listy e-maili autorespondera

source: Disable Grammarly extension in your browser
pl_pl: Wyłącz rozszerzenie Grammarly w swojej przeglądarce

source: You have 'Grammarly' extension installed in your browser. Grammarly injects thousands of lines of code into the email editor. As a result your email will have an extremely huge file size, look weird and you may not be able to save or send your campaign. To avoid all these, please do the following:
pl_pl: Masz zainstalowane rozszerzenie 'Grammarly' w swojej przeglądarce. Grammarly wstrzykuje tysiące linii kodu do edytora e-maili. W rezultacie Twój e-mail będzie miał niezwykle dużą wielkość pliku, będzie wyglądał dziwnie i może się zdarzyć, że nie będziesz w stanie zapisać lub wysłać swojej kampanii. Aby tego uniknąć, wykonaj następujące czynności:

source: Disable Grammarly extension in your browser (please see image below)
pl_pl: Wyłącz rozszerzenie Grammarly w swojej przeglądarce (zobacz obrazek poniżej)

source: Then refresh this page
pl_pl: Następnie odśwież tę stronę

source: HTML code
pl_pl: Kod HTML

source: Save and switch to HTML editor
pl_pl: Zapisz i przełącz na edytor HTML

source: Switch to HTML editor if the WYSIWYG editor is causing your newsletter to look weird.
pl_pl: Przełącz na edytor HTML, jeśli edytor WYSIWYG powoduje, że Twój newsletter wygląda dziwnie.

source: Untitled
pl_pl: Bez tytułu

source: Email content
pl_pl: Treść e-maila

source: Use the following tags in your subject, plain text or HTML code and they'll automatically be formatted when your campaign is sent. For web version and unsubscribe tags, you can style them with inline CSS.
pl_pl: Użyj poniższych tagów w temacie, wersji tekstowej lub kodzie HTML, a zostaną one automatycznie sformatowane podczas wysyłania kampanii. Dla wersji internetowej i tagów rezygnacji z subskrypcji możesz je stylizować za pomocą inline CSS.

source: Switch to the WYSIWYG editor to use formatting tools.
pl_pl: Przełącz na edytor WYSIWYG, aby użyć narzędzi do formatowania.

source: Edit autoresponder email
pl_pl: Edytuj e-mail autorespondera

source: Save and switch to WYSIWYG editor
pl_pl: Zapisz i przełącz na edytor WYSIWYG

source: Sorry, unable to toggle. Please try again later!
pl_pl: Przepraszamy, nie można przełączyć. Spróbuj ponownie później!

source: Autoresponder emails
pl_pl: E-maile autorespondera

source: List
pl_pl: Lista

source: Back to lists
pl_pl: Powrót do list

source: Click to change the title of this Autoresponder
pl_pl: Kliknij, aby zmienić tytuł tego autorespondera

source: Autoresponder title cannot be empty
pl_pl: Tytuł autorespondera nie może być pusty

source: Add a new email to this autoresponder
pl_pl: Dodaj nowy e-mail do tego autorespondera

source: New Autoresponder email
pl_pl: Nowy e-mail autorespondera

source: Create a new Autoresponder email
pl_pl: Utwórz nowy e-mail autorespondera

source: Send
pl_pl: Wyślij

source: Enabled
pl_pl: Włączone

source: On
pl_pl: W

source: sign up
pl_pl: zarejestruj się

source: Annually on
pl_pl: Rocznie w dniu

source: Once on
pl_pl: Jednorazowo w dniu

source: signup
pl_pl: rejestracja

source: View report
pl_pl: Zobacz raport

source: Preview
pl_pl: Podgląd

source: Send test email
pl_pl: Wyślij testowy e-mail

source: Email has been sent!
pl_pl: E-mail został wysłany!

source: Sorry, unable to send. Please try again later!
pl_pl: Przepraszamy, nie można wysłać. Spróbuj ponownie później!

source: Test email(s)
pl_pl: Testowy(e) e-mail(e)

source: Email addresses, separated by commas
pl_pl: Adresy e-mail, oddzielone przecinkami

source: Please find Amazon's email in your inbox as well as spam folder. They will include a reason for the suspension. You will need to reply to that email in order to re-activate your account. If you can't find the email, please contact Amazon's support at their <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>Amazon SES forum</a>
pl_pl: Proszę sprawdzić e-mail od Amazon w swojej skrzynce odbiorczej oraz w folderze ze spamem. Będzie zawierał powód zawieszenia. Musisz odpowiedzieć na ten e-mail, aby ponownie aktywować swoje konto. Jeśli nie możesz znaleźć e-maila, skontaktuj się z pomocą techniczną Amazon na ich <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>forum Amazon SES</a>

source: For more information on Amazon SES suspension, please see <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html
pl_pl: Aby uzyskać więcej informacji na temat zawieszenia Amazon SES, zobacz <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html

source: No autoresponder emails are set up.
pl_pl: Nie ustawiono żadnych e-maili autorespondera.

source: Back to autoresponders list
pl_pl: Powrót do listy autoresponderów

source: Autoresponder name is required
pl_pl: Nazwa autorespondera jest wymagana

source: Autoresponders
pl_pl: Autorespondery

source: You can't create an autoresponder based on a custom field already in use by another autoresponder.
pl_pl: Nie możesz utworzyć autorespondera na podstawie pola niestandardowego, które jest już używane przez inny autoresponder.

source: Create a new autoresponder
pl_pl: Utwórz nowy autoresponder

source: All types of autoresponders have been created
pl_pl: Utworzono wszystkie rodzaje autoresponderów

source: You can create more emails in each type of autoresponder that you have previously created below.
pl_pl: Możesz utworzyć więcej e-maili w każdym typie autorespondera, który utworzyłeś poniżej.

source: To create more 'Send annually' and 'Send on date' autoresponders, add more 'Date based' custom fields to this list.
pl_pl: Aby utworzyć więcej autoresponderów 'Wyślij rocznie' i 'Wyślij w dniu', dodaj więcej niestandardowych pól 'Na podstawie daty' do tej listy.

source: Autoresponder name
pl_pl: Nazwa autorespondera

source: Autoresponder type
pl_pl: Typ autorespondera

source: Drip campaign
pl_pl: Kampania kroplowa

source: Create a sequence of emails that automatically sends to subscribers after they sign up.
pl_pl: Utwórz sekwencję e-maili, które są automatycznie wysyłane do subskrybentów po ich rejestracji.

source: A drip campaign autoresponder has already been created. You cannot create another drip campaign but you can add more emails to the sequence.
pl_pl: Autoresponder kampanii kroplowej został już utworzony. Nie możesz utworzyć kolejnej kampanii kroplowej, ale możesz dodać więcej e-maili do sekwencji.

source: There are no available 'date based custom fields' to create anniversary or date based autoresponders.
pl_pl: Brak dostępnych 'niestandardowych pól na podstawie daty' do tworzenia autoresponderów rocznicowych lub na podstawie daty.

source: Send annually
pl_pl: Wyślij rocznie

source: Create emails that automatically sends annually to subscribers, eg. anniversaries or birthdays.
pl_pl: Utwórz e-maile, które są automatycznie wysyłane co roku do subskrybentów, np. rocznice lub urodziny.

source: Based on this date
pl_pl: Na podstawie tej daty

source: Send on date
pl_pl: Wyślij w dniu

source: Create one off emails that sends automatically on a specific date. eg. one off reminders.
pl_pl: Utwórz jednorazowe e-maile, które są automatycznie wysyłane w określonym dniu. np. jednorazowe przypomnienia.

source: Save & next
pl_pl: Zapisz i dalej

source: Existing autoresponders
pl_pl: Istniejące autorespondery

source: Type
pl_pl: Typ

source: Emails sent
pl_pl: Wysłane e-maile

source: No emails have been set up
pl_pl: Nie ustawiono żadnych e-maili

source: All associated autoresponder emails will be permanently deleted.
pl_pl: Wszystkie powiązane e-maile autorespondera zostaną trwale usunięte.

source: No autoresponders
pl_pl: Brak autoresponderów

source: No opens yet!
pl_pl: Brak otwarć!

source: Tracking disabled for opens
pl_pl: Śledzenie otwarć wyłączone

source: There are no links for this autoresponder.
pl_pl: Brak linków dla tego autorespondera.

source: Tracking disabled for clicks
pl_pl: Śledzenie kliknięć wyłączone

source: Activity
pl_pl: Aktywność

source: Opened
pl_pl: Otwarty

source: Unopened
pl_pl: Nieotwarty

source: Clicked
pl_pl: Kliknięty

source: Unsubscribed
pl_pl: Wypisany

source: Bounced
pl_pl: Odbity

source: Marked as spam
pl_pl: Oznaczony jako spam

source: Autoresponder report
pl_pl: Raport autorespondera

source: View the web version
pl_pl: Zobacz wersję internetową

source: From
pl_pl: Od

source: subscribers
pl_pl: subskrybenci

source: unique
pl_pl: unikalny

source: times
pl_pl: razy

source: not opened
pl_pl: nieotwarte

source: clicked a link
pl_pl: kliknął link

source: unsubscribed
pl_pl: wypisany

source: bounced
pl_pl: odbity

source: marked as spam
pl_pl: oznaczony jako spam

source: Link activity
pl_pl: Aktywność linków

source: Export a CSV of ALL subscribers who clicked
pl_pl: Eksportuj CSV ze WSZYSTKIMI subskrybentami, którzy kliknęli

source: Import ALL subscribers who clicked at least one link into a list
pl_pl: Importuj WSZYSTKICH subskrybentów, którzy kliknęli przynajmniej jeden link, na listę

source: Unique
pl_pl: Unikalny

source: Total
pl_pl: Łącznie

source: Last 10 opened
pl_pl: Ostatnie 10 otwartych

source: Export a CSV of ALL subscribers who opened
pl_pl: Eksportuj CSV ze WSZYSTKIMI subskrybentami, którzy otworzyli

source: Import ALL subscribers who opened this campaign into a list
pl_pl: Importuj WSZYSTKICH subskrybentów, którzy otworzyli tę kampanię, na listę

source: Name
pl_pl: Nazwa

source: No one opened yet.
pl_pl: Nikt jeszcze nie otworzył.

source: Subscribed
pl_pl: Subskrybowany

source: No name
pl_pl: Brak nazwy

source: Last 10 unsubscribed
pl_pl: Ostatnie 10 wypisanych

source: Export subscribers who unsubscribed
pl_pl: Eksportuj subskrybentów, którzy się wypisali

source: Date
pl_pl: Data

source: No one unsubscribed from this autoresponder!
pl_pl: Nikt się nie wypisał z tego autorespondera!

source: Last 10 bounced emails
pl_pl: Ostatnie 10 odbitych e-maili

source: Export subscribers who bounced
pl_pl: Eksportuj subskrybentów, których e-maile zostały odbite

source: No emails bounced from this autoresponder!
pl_pl: Żadne e-maile nie zostały odbite z tego autorespondera!

source: Last 10 marked as spam
pl_pl: Ostatnie 10 oznaczonych jako spam

source: Export subscribers who marked your email as spam
pl_pl: Eksportuj subskrybentów, którzy oznaczyli Twój e-mail jako spam

source: No one marked your email as spam!
pl_pl: Nikt nie oznaczył Twojego e-maila jako spam!

source: All countries
pl_pl: Wszystkie kraje

source: Country
pl_pl: Kraj

source: Opens
pl_pl: Otwarcia

source: Export
pl_pl: Eksportuj

source: Export a CSV of ALL subscribers from
pl_pl: Eksportuj plik CSV ze WSZYSTKIMI subskrybentami z

source: Import ALL subscribers who opened this campaign into a list from
pl_pl: Importuj WSZYSTKICH subskrybentów, którzy otworzyli tę kampanię, na listę z

source: Top 10 countries
pl_pl: Top 10 krajów

source: No countries detected yet.
pl_pl: Nie wykryto jeszcze żadnych krajów.

source: Subscriber info
pl_pl: Informacje o subskrybencie

source: Fetching
pl_pl: Pobieranie

source: Oops, there was an error getting the subscriber's info. Please try again later.
pl_pl: Ups, wystąpił błąd podczas pobierania informacji o subskrybencie. Spróbuj ponownie później.

source: Import into which list?
pl_pl: Importować na którą listę?

source: Choose a list you'd like to import these subscribers into
pl_pl: Wybierz listę, na którą chcesz zaimportować tych subskrybentów

source: The name of your new list
pl_pl: Nazwa Twojej nowej listy

source: Create a new list
pl_pl: Utwórz nową listę

source: Now importing. If the number of subscribers are huge, it may take a little longer.
pl_pl: Teraz importowanie. Jeśli liczba subskrybentów jest duża, może to zająć trochę więcej czasu.

source: Choose an existing list
pl_pl: Wybierz istniejącą listę

source: Blacklist
pl_pl: Czarna lista

source: Suppression list
pl_pl: Lista tłumienia

source: Blocked domains
pl_pl: Zablokowane domeny

source: If you'd like block email addresses that belong to certain domains (eg. disposable emails) from ever being imported into any lists in this brand, import them into this list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this list.
pl_pl: Jeśli chcesz zablokować adresy e-mail należące do określonych domen (np. jednorazowe e-maile) przed ich importowaniem na jakiekolwiek listy w tej marce, zaimportuj je na tę listę. Wszelkie adresy e-mail, które zaimportujesz przez CSV lub API na jakąkolwiek listę w tej marce w przyszłości, nie zostaną zaimportowane, jeśli pojawią się na tej liście.

source: Import list of domains to block
pl_pl: Importuj listę domen do zablokowania

source: Delete all
pl_pl: Usuń wszystkie

source: Search
pl_pl: Szukaj

source: Import via CSV file
pl_pl: Importuj przez plik CSV

source: Please ensure there is only one column in your CSV containing only domains.
pl_pl: Upewnij się, że w Twoim pliku CSV jest tylko jedna kolumna zawierająca tylko domeny.

source: Please upload a CSV file.
pl_pl: Proszę przesłać plik CSV.

source: If you are uploading a huge CSV file, Try increasing the following values in your server's php.ini to larger numbers. Contact your hosting support if you're unsure how to do this.
pl_pl: Jeśli przesyłasz duży plik CSV, spróbuj zwiększyć następujące wartości w php.ini swojego serwera. Skontaktuj się z pomocą techniczną hostingu, jeśli nie wiesz, jak to zrobić.

source: (set to 0 so that execution won't time out indefinitely)
pl_pl: (ustaw na 0, aby wykonanie nie zakończyło się przekroczeniem limitu czasu)
