Repository: wonders4you/sendy-polish-translation
Catalog: */LC_MESSAGES/default.po
Languages: pl_pl

source: What changes a subscriber's 'Last activity' timestamp?
pl_pl: Co zmienia znacznik czasu 'Ostatniej aktywności' subskrybenta?

source: A subscriber's 'Last activity' timestamp is updated when the user:
pl_pl: Znacznik czasu 'Ostatniej aktywności' subskrybenta jest aktualizowany, gdy użytkownik:

source: • opened a campaign or autoresponder • clicked a link in a campaign or autoresponder • subscribed to a list • unsubscribed from a list • bounced • marked as spam • confirmed a double opt-in subscription
pl_pl: • otworzył kampanię lub autoresponder • kliknął link w kampanii lub autoresponderze • zapisał się na listę • wypisał się z listy • został odrzucony • oznaczył jako spam • potwierdził subskrypcję double opt-in

source: Subscribers are sorted by 'Last activity' in the list. Therefore, subscribers who did any of the above activity will float to the top of the subscriber list. You will also see changes in the 'Subscribers activity chart'.
pl_pl: Subskrybenci są sortowani według 'Ostatniej aktywności' na liście. Dlatego subskrybenci, którzy wykonali którąkolwiek z powyższych czynności, będą przesuwać się na górę listy subskrybentów. Zobaczysz również zmiany na 'Wykresie aktywności subskrybentów'.

source: To activate autoresponders, add a
pl_pl: Aby aktywować autorespondery, dodaj

source: This command needs to be run every minute in order to check the database for any autoresponder emails to send.
pl_pl: To polecenie musi być uruchamiane co minutę, aby sprawdzić bazę danych pod kątem wszelkich e-maili autoresponderów do wysłania.

source: Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.
pl_pl: Zauważ, że dodawanie zadań cron różni się w zależności od hosta, większość oferuje interfejs użytkownika do łatwego dodawania zadań cron. Sprawdź panel sterowania hostingu lub skonsultuj się z hostem, jeśli nie masz pewności.

source: Once added, wait one minute. If your cron job is functioning correctly, you'll see the autoresponder options instead of this modal window when you click on the "Autoresponders" button.
pl_pl: Po dodaniu poczekaj minutę. Jeśli zadanie cron działa poprawnie, zobaczysz opcje autorespondera zamiast tego okna modalnego po kliknięciu przycisku "Autorespondery".

source: Join our mailing list
pl_pl: Dołącz do naszej listy mailingowej

source: Subscribe to list
pl_pl: Zapisz się na listę

source: Create a new template
pl_pl: Utwórz nowy szablon

source: Use
pl_pl: Użyj

source: Create a new campaign with this template
pl_pl: Utwórz nową kampanię za pomocą tego szablonu

source: No templates have been created yet
pl_pl: Nie utworzono jeszcze żadnych szablonów

source: Create one
pl_pl: Utwórz jeden

source: Delete template
pl_pl: Usuń szablon

source: This template will be permanently deleted. Confirm delete <span id="template-to-delete" style="font-weight:bold;"></span>?
pl_pl: Ten szablon zostanie trwale usunięty. Potwierdź usunięcie <span id="template-to-delete" style="font-weight:bold;"></span>?

source: Two Factor Authentication
pl_pl: Uwierzytelnianie dwuskładnikowe

source: OTP Code
pl_pl: Kod OTP

source: Verify and login
pl_pl: Zweryfikuj i zaloguj się

source: Unable to authenticate?
pl_pl: Nie można uwierzytelnić?

source: I have trouble logging in with two-factor authentication
pl_pl: Mam problem z logowaniem się za pomocą uwierzytelniania dwuskładnikowego

source: Mass unsubscribe via CSV file
pl_pl: Masowe wypisanie za pomocą pliku CSV

source: Unsubscribe email per line
pl_pl: Wypisz e-mail na linię

source: Email to unsubscribe
pl_pl: E-mail do wypisania

source: Your unsubscribe tag<br/>is working
pl_pl: Twój tag wypisu<br/>działa

source: Your unsubscribe tag will be converted to a real unsubscribe link when you send out your campaign.
pl_pl: Twój tag wypisu zostanie zamieniony na prawdziwy link wypisu, gdy wyślesz swoją kampanię.

source: Confirm unsubscribe?
pl_pl: Potwierdź wypisanie?

source: You're unsubscribed.
pl_pl: Jesteś wypisany.

source: Yes. Unsubscribe me.
pl_pl: Tak. Wypisz mnie.

source: Re-subscribe?
pl_pl: Zasubskrybować ponownie?

source: Number of columns in CSV does not match CSV format example (as shown below).
pl_pl: Liczba kolumn w CSV nie pasuje do przykładu formatu CSV (jak pokazano poniżej).

source: Could not upload file. Please make sure permissions in /uploads/ folder is set to 777. Then remove the /csvs/ folder in the /uploads/ folder and try again.
pl_pl: Nie można przesłać pliku. Upewnij się, że uprawnienia w folderze /uploads/ są ustawione na 777. Następnie usuń folder /csvs/ w folderze /uploads/ i spróbuj ponownie.

source: Format your CSV the same way as the example below
pl_pl: Sformatuj swój plik CSV w taki sam sposób jak przykład poniżej

source: download sample CSV file
pl_pl: pobierz przykładowy plik CSV

source: The number of columns in your CSV should be the same as the example below
pl_pl: Liczba kolumn w twoim pliku CSV powinna być taka sama jak w przykładzie poniżej

source: If you want to import more than just name & email
pl_pl: Jeśli chcesz zaimportować więcej niż tylko imię i e-mail

source: create custom fields first
pl_pl: najpierw utwórz pola niestandardowe

source: Apply <span class="label label-warning">GDPR</span> tag to imported subscribers?
pl_pl: Zastosować tag <span class="label label-warning">GDPR</span> do importowanych subskrybentów?

source: If your data includes EU subscribers that were collected in a GDPR compliant manner, check this box to apply a 'GDPR' tag to all of them. In your brand settings, you can turn on the 'GDPR' safe switch' so that Campaigns and Autoresponders will only always send to subscribers tagged with 'GDPR'.
pl_pl: Jeśli Twoje dane zawierają subskrybentów z UE, którzy zostali zebrani zgodnie z GDPR, zaznacz to pole, aby zastosować tag 'GDPR' do wszystkich. W ustawieniach marki możesz włączyć 'Bezpieczny przełącznik GDPR', aby kampanie i autorespondery były zawsze wysyłane tylko do subskrybentów oznaczonych tagiem 'GDPR'.

source: If your CSV is huge and your server constantly timeout
pl_pl: Jeśli twój plik CSV jest ogromny i twój serwer stale się rozłącza

source: By setting up a cron job, your CSV will continue to import without needing your window to be opened and timeouts will automatically be handled as well.
pl_pl: Ustawiając zadanie cron, import pliku CSV będzie kontynuowany bez konieczności otwierania okna, a przerywanie będzie automatycznie obsługiwane.

source: To import large CSVs more reliably and have Sendy handle server timeouts, add a
pl_pl: Aby importować duże pliki CSV bardziej niezawodnie i pozwolić Sendy obsługiwać przerywanie serwera, dodaj

source: The above cron job runs every 1 minute. You can set it at 5 minutes (eg. */5) or any interval you want. The shorter the interval, the faster your CSV will start to import. Once added, wait for cron job to start running. If your cron job is functioning correctly, the yellow informational message will disappear and future CSV imports will be done via cron.
pl_pl: Powyższe zadanie cron uruchamia się co 1 minutę. Możesz ustawić je na 5 minut (np. */5) lub dowolny inny interwał. Im krótszy interwał, tym szybciej twój plik CSV zacznie się importować. Po dodaniu poczekaj, aż zadanie cron zacznie działać. Jeśli zadanie cron działa poprawnie, żółte powiadomienie informacyjne zniknie, a przyszłe importy CSV będą realizowane za pomocą cron.

source: Add name and email per line
pl_pl: Dodaj imię i e-mail na linię

source: Name and email
pl_pl: Imię i e-mail

source: to import more than just name and email, import via CSV
pl_pl: aby zaimportować więcej niż tylko imię i e-mail, importuj za pomocą CSV

source: Verification success
pl_pl: Weryfikacja zakończona sukcesem

source: Verification failed
pl_pl: Weryfikacja nieudana

source: Your email has been verified!
pl_pl: Twój e-mail został zweryfikowany!

source: Verification failed.
pl_pl: Weryfikacja nieudana.

source: Web version no longer exists
pl_pl: Wersja internetowa już nie istnieje

source: There is nothing in the log.
pl_pl: W dzienniku nie ma nic.
