Repository: wonders4you/sendy-polish-translation
Catalog: */LC_MESSAGES/default.po
Languages: pl_pl

source: November
pl_pl: Listopad

source: December
pl_pl: Grudzień

source: Unable to stop campaign
pl_pl: Nie można zatrzymać kampanii

source: Light
pl_pl: Jasny

source: Dark
pl_pl: Ciemny

source: APP_PATH not set
pl_pl: APP_PATH nie jest ustawiony

source: Please set your APP_PATH in /includes/config.php to your Sendy installation URL.
pl_pl: Proszę ustawić APP_PATH w /includes/config.php na URL instalacji Sendy.

source: Invalid license or domain
pl_pl: Nieprawidłowa licencja lub domena

source: Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
pl_pl: Proszę zapoznać się z tą <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">wskazówką dotyczącą rozwiązywania problemów</a>.

source: Outgoing connections blocked
pl_pl: Połączenia wychodzące zablokowane

source: Your server has a firewall blocking outgoing connections. Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
pl_pl: Twój serwer ma zaporę ogniową blokującą połączenia wychodzące. Proszę zapoznać się z tą <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">wskazówką dotyczącą rozwiązywania problemów</a>.

source: Upgrade your license to 6.x
pl_pl: Uaktualnij swoją licencję do wersji 6.x

source: Your Sendy license requires an upgrade to version 6.x. Please visit <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> to purchase an upgrade in order to proceed.
pl_pl: Twoja licencja Sendy wymaga uaktualnienia do wersji 6.x. Proszę odwiedzić <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a>, aby zakupić uaktualnienie i kontynuować.

source: Unlicensed custom domains
pl_pl: Nielicencjonowane domeny niestandardowe

source: You are using more custom domains than your license allow. Please purchase custom domain licenses here →
pl_pl: Używasz więcej domen niestandardowych niż pozwala na to Twoja licencja. Proszę zakupić licencje na domeny niestandardowe tutaj →

source: sec ago
pl_pl: sek temu

source: secs ago
pl_pl: sek temu

source: min ago
pl_pl: min temu

source: mins ago
pl_pl: min temu

source: hr ago
pl_pl: godz temu

source: hrs ago
pl_pl: godz temu

source: day ago
pl_pl: dzień temu

source: days ago
pl_pl: dni temu

source: week ago
pl_pl: tydzień temu

source: weeks ago
pl_pl: tygodnie temu

source: 'simplexml' extension not installed on your server
pl_pl: Rozszerzenie 'simplexml' nie jest zainstalowane na Twoim serwerze

source: We have detected that the 'simplexml' is not installed on your server. Sendy may not be able to load your Amazon SES quotas. Please see the answer on this page to resolve this issue
pl_pl: Wykryliśmy, że 'simplexml' nie jest zainstalowany na Twoim serwerze. Sendy może nie być w stanie załadować Twoich kwot Amazon SES. Proszę zapoznać się z odpowiedzią na tej stronie, aby rozwiązać ten problem

source: Once done, refresh this page and this error message should disappear.
pl_pl: Po zakończeniu, odśwież tę stronę i ten komunikat o błędzie powinien zniknąć.

source: Error
pl_pl: Błąd

source: Login
pl_pl: Zaloguj się

source: Logout
pl_pl: Wyloguj się

source: Brands
pl_pl: Marki

source: Add a new brand
pl_pl: Dodaj nową markę

source: New subscriber
pl_pl: Nowy subskrybent

source: You have a new subscriber!
pl_pl: Masz nowego subskrybenta!

source: The following user signed up to your list
pl_pl: Następujący użytkownik zapisał się na Twoją listę

source: Visit your list
pl_pl: Odwiedź swoją listę

source: User unsubscribed
pl_pl: Użytkownik wypisany

source: The following user unsubscribed from your list
pl_pl: Następujący użytkownik wypisał się z Twojej listy

source: Campaign sent
pl_pl: Kampania wysłana

source: Your campaign has been sent
pl_pl: Twoja kampania została wysłana

source: Your campaign has been successfully sent to
pl_pl: Twoja kampania została pomyślnie wysłana do

source: Brand
pl_pl: Marka

source: Web version
pl_pl: Wersja internetowa

source: View campaign report
pl_pl: Zobacz raport kampanii

source: Campaign now sending
pl_pl: Kampania jest teraz wysyłana

source: Your campaign is now sending
pl_pl: Twoja kampania jest teraz wysyłana

source: Your campaign has started sending to
pl_pl: Twoja kampania zaczęła być wysyłana do

source: Autoresponder email sent
pl_pl: E-mail autorespondera wysłany

source: An Autoresponder email was triggered
pl_pl: E-mail autorespondera został wyzwolony

source: Autoresponder subject
pl_pl: Temat autorespondera

source: Sent to
pl_pl: Wysłano do

source: Essential tags (HTML only)
pl_pl: Podstawowe tagi (tylko HTML)

source: The following tags can only be used on the HTML version
pl_pl: Następujące tagi mogą być używane tylko w wersji HTML

source: Webversion link
pl_pl: Link do wersji internetowej

source: View web version
pl_pl: Zobacz wersję internetową

source: Unsubscribe link
pl_pl: Link do wypisania

source: Unsubscribe here
pl_pl: Wypisz się tutaj

source: Essential tags
pl_pl: Podstawowe tagi

source: The following tags can be used on both Plain text or HTML version
pl_pl: Następujące tagi mogą być używane zarówno w wersji tekstowej, jak i HTML

source: GDPR re-consent tag
pl_pl: Tag ponownej zgody RODO

source: When requesting your subscribers to re-consent to your future campaigns, you can use this tag as the re-consent link. Upon clicking this link, the subscriber will be tagged with <span class="label label-warning">GDPR</span>. In your brand settings, if you turn on the 'GDPR safe switch', future Campaigns and Autoresponders will only be sent to subscribers tagged with <span class="label label-warning">GDPR</span>.
pl_pl: Gdy prosisz swoich subskrybentów o ponowną zgodę na przyszłe kampanie, możesz użyć tego tagu jako linku ponownej zgody. Po kliknięciu tego linku subskrybent zostanie oznaczony tagiem <span class="label label-warning">RODO</span>. W ustawieniach marki, jeśli włączysz 'Bezpieczny przełącznik RODO', przyszłe kampanie i autorespondery będą wysyłane tylko do subskrybentów oznaczonych tagiem <span class="label label-warning">RODO</span>.

source: Reconsent link
pl_pl: Link ponownej zgody

source: Personalization tags
pl_pl: Tagi personalizacji

source: Two digit day of the month (eg. 01 to 31)
pl_pl: Dwucyfrowy dzień miesiąca (np. od 01 do 31)

source: A full textual representation of the day (eg. Friday)
pl_pl: Pełne tekstowe przedstawienie dnia (np. piątek)

source: Two digit representation of the month (eg. 01 to 12)
pl_pl: Dwucyfrowe przedstawienie miesiąca (np. od 01 do 12)

source: Full month name (eg. May)
pl_pl: Pełna nazwa miesiąca (np. maj)

source: Four digit representation of the year (eg. 2014)
pl_pl: Czterocyfrowe przedstawienie roku (np. 2014)

source: Custom field tags
pl_pl: Tagi pól niestandardowych

source: You can also use custom fields to personalize your newsletter, eg.
pl_pl: Możesz również użyć pól niestandardowych do personalizacji newslettera, np.

source: To manage or get a reference of tags from custom fields, go to any subscriber list. Then click 'Custom fields' button at the top right.
pl_pl: Aby zarządzać lub uzyskać odniesienie do tagów z pól niestandardowych, przejdź do dowolnej listy subskrybentów. Następnie kliknij przycisk 'Pola niestandardowe' w prawym górnym rogu.

source: Ways to send emails
pl_pl: Sposoby wysyłania e-maili

source: Follow Step 5 of the <a href="https://sendy.co/get-started#step5" target="_blank" style="text-decoration: underline">Get Started Guide</a> to hook up your Amazon SES account with your Sendy installation.
pl_pl: Postępuj zgodnie z Krokiem 5 <a href="https://sendy.co/get-started#step5" target="_blank" style="text-decoration: underline">Przewodnika wprowadzającego</a>, aby połączyć swoje konto Amazon SES z instalacją Sendy.

source: Save the SMTP credentials generated from the email sending service of your choice under 'SMTP settings' when creating or editing a brand. Or choose from a list of supported SMTP providers like Elastic Email, Sendgrid or MailJet.
pl_pl: Zapisz dane uwierzytelniające SMTP wygenerowane przez wybraną usługę wysyłania e-maili w 'Ustawieniach SMTP' podczas tworzenia lub edycji marki. Lub wybierz z listy obsługiwanych dostawców SMTP, takich jak Elastic Email, Sendgrid lub MailJet.

source: Amazon SES Quota
pl_pl: Pojemność Amazon SES

source: SES region
pl_pl: Region SES

source: Daily quota
pl_pl: Dzienna kwota

source: Sends left
pl_pl: Pozostałe wysyłki

source: Sent today
pl_pl: Wysłane dzisiaj

source: Send rate
pl_pl: Wskaźnik wysyłania

source: per sec
pl_pl: na sek

source: Your Sendy installation is unable to get your SES quota from Amazon because you did not attach "AmazonSESFullAccess" user policy to your IAM credentials. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
pl_pl: Twoja instalacja Sendy nie może uzyskać kwoty SES od Amazon, ponieważ nie dołączyłeś polityki użytkownika "AmazonSESFullAccess" do swoich poświadczeń IAM. Proszę dokładnie powtórzyć kroki 5.2 i 5.3 z <a href="https://sendy.co/get-started#step5" target="_blank">Przewodnika wprowadzającego</a>, aby rozwiązać ten problem.

source: Your Sendy installation is unable to get your SES quota from Amazon because your server clock is out of sync with NTP. To fix this, Amazon requires you to <strong>sync your server clock with NTP</strong>. Request your host to sync your server clock with NTP with the following command via SSH:
pl_pl: Twoja instalacja Sendy nie może uzyskać kwoty SES od Amazon, ponieważ zegar serwera jest niezsynchronizowany z NTP. Aby to naprawić, Amazon wymaga <strong>zsynchronizowania zegara serwera z NTP</strong>. Poproś swojego dostawcę hostingu o zsynchronizowanie zegara serwera z NTP za pomocą następującego polecenia przez SSH:

source: Your Sendy installation is unable to get your SES quota from Amazon because the 'Amazon Web Services Credentials' set in Sendy's main Settings are incorrect. You probably did not copy and pasted your IAM credentials fully or properly into the settings. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
pl_pl: Twoja instalacja Sendy nie może uzyskać kwoty SES od Amazon, ponieważ 'Poświadczenia Amazon Web Services' ustawione w głównych ustawieniach Sendy są nieprawidłowe. Prawdopodobnie nie skopiowałeś i nie wkleiłeś pełnych lub poprawnych poświadczeń IAM do ustawień. Proszę dokładnie powtórzyć kroki 5.2 i 5.3 z <a href="https://sendy.co/get-started#step5" target="_blank">Przewodnika wprowadzającego</a>, aby rozwiązać ten problem.

source: Your Sendy installation is unable to get your SES quota from Amazon because you have not completed your sign up of Amazon SES. Here's what you should do:
pl_pl: Twoja instalacja Sendy nie może uzyskać kwoty SES od Amazon, ponieważ nie zakończyłeś rejestracji w Amazon SES. Oto co powinieneś zrobić:

source: Visit
pl_pl: Odwiedź

source: your Amazon SES console
pl_pl: swoją konsolę Amazon SES

source: Click the 'Sign Up For Amazon SES' button to finish your signup
pl_pl: Kliknij przycisk 'Zarejestruj się w Amazon SES', aby zakończyć rejestrację

source: Once you've completed your signup, this error will disappear.
pl_pl: Po zakończeniu rejestracji, ten błąd zniknie.

source: You're currently in Amazon SES's "Sandbox mode".
pl_pl: Obecnie znajdujesz się w 'Trybie piaskownicy' Amazon SES.

source: Please request Amazon to "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">raise your SES Sending Limits</a>" to be able to send to and from any email address as well as raise your daily sending quota from 200 to any number you need.
pl_pl: Proszę poprosić Amazon o "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">podniesienie limitów wysyłania SES</a>", aby móc wysyłać do i z dowolnego adresu e-mail oraz zwiększyć dzienny limit wysyłania z 200 do dowolnej potrzebnej liczby.

source: Please also make sure to select the same 'Region' as what is set in your Sendy Settings (under 'Amazon SES region') when requesting for 'SES Sending Limits' increase.
pl_pl: Proszę upewnić się, że wybierasz ten sam 'Region', co ustawiony w ustawieniach Sendy (w sekcji 'Region Amazon SES') podczas składania wniosku o zwiększenie 'Limitów wysyłania SES'.

source: Unable to save
pl_pl: Nie można zapisać

source: Reason
pl_pl: Powód

source: This will stop the CSV import, are you sure you want to proceed?
pl_pl: To zatrzyma import CSV, czy na pewno chcesz kontynuować?

source: Unable to delete CSV file
pl_pl: Nie można usunąć pliku CSV

source: Unable to update the 'lists' table to stop the import
pl_pl: Nie można zaktualizować tabeli 'list', aby zatrzymać import

source: I forgot my password
pl_pl: Zapomniałem hasła

source: We have received a request to reset your password. If you did not send this request, please ignore this email.
pl_pl: Otrzymaliśmy prośbę o zresetowanie hasła. Jeśli nie wysłałeś tej prośby, zignoruj ten e-mail.

source: To reset your password, please click the following link:
pl_pl: Aby zresetować hasło, kliknij poniższy link:

source: Password reset link
pl_pl: Link do resetowania hasła

source: Reset your password
pl_pl: Zresetuj swoje hasło

source: Email does not exist.
pl_pl: Adres e-mail nie istnieje.

source: Your password has been reset, here's your new one
pl_pl: Twoje hasło zostało zresetowane, oto nowe

source: For better security, we recommend changing your password immediately once you log back in.
pl_pl: Dla lepszego bezpieczeństwa zalecamy natychmiastową zmianę hasła po ponownym zalogowaniu się.

source: Your new password
pl_pl: Twoje nowe hasło

source: Login to Sendy
pl_pl: Zaloguj się do Sendy

source: Can't reset password.
pl_pl: Nie można zresetować hasła.

source: Clicks
pl_pl: Kliknięcia

source: Joined
pl_pl: Dołączył

source: Last activity
pl_pl: Ostatnia aktywność

source: No opens yet
pl_pl: Brak otwarć

source: No campaigns yet
pl_pl: Brak kampanii

source: No autoresponders found
pl_pl: Nie znaleziono autoresponderów

source: Name of the user
pl_pl: Nazwa użytkownika

source: User's email address
pl_pl: Adres e-mail użytkownika

source: The encrypted list ID
pl_pl: Zaszyfrowane ID listy

source: The name of the list being subscribed to
pl_pl: Nazwa listy, na którą się zapisujesz

source: URL of the list being subscribed to
pl_pl: URL listy, na którą się zapisujesz

source: User's Gravatar image URL
pl_pl: URL obrazu Gravatar użytkownika

source: Lists
pl_pl: Listy

source: No lists found
pl_pl: Nie znaleziono list

source: Unable to save the rule
pl_pl: Nie można zapisać reguły

source: Error: Can't delete all subscribers from segment.
pl_pl: Błąd: Nie można usunąć wszystkich subskrybentów z segmentu.

source: Error: Can't insert subscriber into segment.
pl_pl: Błąd: Nie można dodać subskrybenta do segmentu.

source: No segments found for this list.
pl_pl: Nie znaleziono segmentów dla tej listy.

source: Campaigns
pl_pl: Kampanie

source: Templates
pl_pl: Szablony

source: All templates
pl_pl: Wszystkie szablony

source: Lists & subscribers
pl_pl: Listy i subskrybenci

source: View all lists
pl_pl: Zobacz wszystkie listy

source: Others
pl_pl: Inne

source: Rules
pl_pl: Zasady

source: Reports
pl_pl: Raporty

source: See reports
pl_pl: Zobacz raporty

source: Oops! Unable to save, please try again later.
pl_pl: Ups! Nie można zapisać, spróbuj ponownie później.

source: Email already exist in this list.
pl_pl: E-mail już istnieje na tej liście.

source: Email is suppressed.
pl_pl: E-mail jest zablokowany.

source: Email address is invalid.
pl_pl: Adres e-mail jest nieprawidłowy.

source: Error opening data file.
pl_pl: Błąd otwierania pliku danych.

source: File is empty.
pl_pl: Plik jest pusty.

source: not set
pl_pl: nie ustawiono

source: Sorry, unable to save. Please try again later!
pl_pl: Przepraszamy, nie można zapisać. Proszę spróbować ponownie później!

source: Notes
pl_pl: Notatki

source: Click to add a note for this subscriber.
pl_pl: Kliknij, aby dodać notatkę dla tego subskrybenta.

source: Saving..
pl_pl: Zapisywanie...

source: Campaign activity
pl_pl: Aktywność kampanii

source: Not detected
pl_pl: Nie wykryto

source: View report for
pl_pl: Zobacz raport dla

source: Links clicked
pl_pl: Kliknięte linki

source: No activity.
pl_pl: Brak aktywności.

source: Failed to create with template
pl_pl: Nie udało się utworzyć za pomocą szablonu

source: Please verify your login email address
pl_pl: Proszę zweryfikować swój adres e-mail logowania

source: A verification email has been sent to your main login email address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page and this message should disappear.
pl_pl: E-mail weryfikacyjny został wysłany na Twój główny adres e-mail logowania z linkiem potwierdzającym, aby zakończyć weryfikację. Kliknij link, aby zakończyć weryfikację, a następnie odśwież tę stronę i ten komunikat powinien zniknąć.

source: It is necessary to verify your main login email address for various reasons, one of them is to enable password reset emails to be sent to you should you forget your password in future.
pl_pl: Należy zweryfikować swój główny adres e-mail logowania z różnych powodów, jednym z nich jest umożliwienie wysyłania e-maili z resetowaniem hasła w przypadku, gdybyś zapomniał hasła w przyszłości.

source: Your login email address is still pending verification. Please click the link in the verification email you received from Amazon to complete the verification, then refresh this page and this message should disappear.
pl_pl: Twój adres e-mail logowania jest nadal oczekujący na weryfikację. Kliknij link w e-mailu weryfikacyjnym, który otrzymałeś od Amazon, aby zakończyć weryfikację, a następnie odśwież tę stronę i ten komunikat powinien zniknąć.

source: If you want to re-send the verification email
pl_pl: Jeśli chcesz ponownie wysłać e-mail weryfikacyjny

source: please click here
pl_pl: kliknij tutaj

source: The verification email has been re-sent to your main login email address.
pl_pl: E-mail weryfikacyjny został ponownie wysłany na Twój główny adres e-mail logowania.

source: Unable to send the verification email. Please try again later.
pl_pl: Nie można wysłać e-maila weryfikacyjnego. Proszę spróbować ponownie później.

source: Search brands
pl_pl: Wyszukaj marki

source: Sends via
pl_pl: Wysyła przez

source: Quick links
pl_pl: Szybkie linki

source: Used
pl_pl: Używane

source: Other SMTP service
pl_pl: Inna usługa SMTP

source: No sending provider setup yet. Defaults to send via the server.
pl_pl: Nie skonfigurowano jeszcze dostawcy wysyłki. Domyślnie wysyła przez serwer.

source: View report for the latest campaign
pl_pl: Zobacz raport dla najnowszej kampanii

source: Create new campaign?
pl_pl: Utworzyć nową kampanię?

source: What are brands?
pl_pl: Czym są marki?

source: Let's just say you own this company called Apple Inc and you have several products under it eg. Mac, iPhone, iPad etc. These several "child" products are what we refer to as 'brands'.
pl_pl: Załóżmy, że posiadasz firmę o nazwie Apple Inc i masz kilka produktów pod nią, np. Mac, iPhone, iPad itp. Te kilka „dziecięcych” produktów to, co nazywamy 'markami'.

source: Another example, if you have a company or business with different clients and you want to group them separately, you can create a 'brand' for each.
pl_pl: Inny przykład, jeśli masz firmę lub biznes z różnymi klientami i chcesz ich oddzielnie grupować, możesz utworzyć 'markę' dla każdego.

source: Once you've created a brand, you can then create email campaigns, templates, lists, import subscribers or blacklists, setup autoresponders, perform list segmentation etc in each brand you've created.
pl_pl: Po utworzeniu marki możesz następnie tworzyć kampanie e-mail, szablony, listy, importować subskrybentów lub czarne listy, konfigurować autorespondery, wykonywać segmentację list itp. w każdej utworzonej marce.

source: If you have clients that you want to provide email marketing services for, you can generate a set of login credentials for each brand, set access privileges, monthly limits, cost per email etc, then send the login credentials to your clients to login and send newsletters on their own.
pl_pl: Jeśli masz klientów, którym chcesz świadczyć usługi e-mail marketingu, możesz wygenerować zestaw poświadczeń logowania dla każdej marki, ustawić uprawnienia dostępu, miesięczne limity, koszt na e-mail itp., a następnie wysłać poświadczenia logowania do swoich klientów, aby zalogowali się i samodzielnie wysyłali newslettery.

source: Add your first brand!
pl_pl: Dodaj swoją pierwszą markę!

source: Delete brand
pl_pl: Usuń markę

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete <span id="brand-to-delete" style="font-weight:bold;"></span>?
pl_pl: Wszystkie kampanie, listy, subskrybenci zostaną trwale usunięci. Potwierdzić usunięcie <span id="brand-to-delete" style="font-weight:bold;"></span>?

source: Calculating
pl_pl: Obliczanie

source: Schedule this campaign?
pl_pl: Zaplanować tę kampanię?

source: Back
pl_pl: Wstecz

source: Link no longer exists
pl_pl: Link już nie istnieje

source: List name is required
pl_pl: Nazwa listy jest wymagana

source: Subscriber lists
pl_pl: Listy subskrybentów

source: Add a new list
pl_pl: Dodaj nową listę

source: Search all lists
pl_pl: Wyszukaj wszystkie listy

source: Add
pl_pl: Dodaj

source: Active
pl_pl: Aktywne

source: Segs
pl_pl: Segmenty

source: ARs
pl_pl: Autorespondery

source: Hide
pl_pl: Ukryj

source: View segments for this list
pl_pl: Zobacz segmenty dla tej listy

source: Create segments for this list
pl_pl: Utwórz segmenty dla tej listy

source: View autoresponders for this list
pl_pl: Zobacz autorespondery dla tej listy

source: Create autoresponders for this list
pl_pl: Utwórz autorespondery dla tej listy

source: Unhide this list
pl_pl: Odkryj tę listę

source: Hide this list
pl_pl: Ukryj tę listę

source: No list yet.
pl_pl: Brak listy.

source: Add one
pl_pl: Dodaj jedną

source: Delete list
pl_pl: Usuń listę

source: All subscribers, custom fields, autoresponders and segments in this list will be permanently deleted. Confirm delete <span id="list-to-delete" style="font-weight:bold;"></span>?
pl_pl: Wszyscy subskrybenci, pola niestandardowe, autorespondery i segmenty na tej liście zostaną trwale usunięte. Potwierdź usunięcie <span id="list-to-delete" style="font-weight:bold;"></span>?

source: Sign in
pl_pl: Zaloguj się

source: Forgot password?
pl_pl: Zapomniałeś hasła?

source: Your email
pl_pl: Twój e-mail

source: Send password reset email
pl_pl: Wyślij e-mail do resetowania hasła

source: Sorry, unable to reset password. Please try again later!
pl_pl: Przepraszamy, nie można zresetować hasła. Proszę spróbować ponownie później!

source: Password reset email has been sent to you
pl_pl: E-mail do resetowania hasła został wysłany

source: New brand
pl_pl: Nowa marka

source: Sending you to PayPal
pl_pl: Przekierowywanie do PayPal

source: Sending you to PayPal, one moment please
pl_pl: Przekierowywanie do PayPal, proszę czekać chwilę

source: Campaign for
pl_pl: Kampania dla

source: Click here to proceed
pl_pl: Kliknij tutaj, aby kontynuować

source: Thank you for your confirmation!
pl_pl: Dziękujemy za potwierdzenie!

source: Oops. There was an error.
pl_pl: Ups. Wystąpił błąd.

source: Your reconsent tag<br/>is working
pl_pl: Twój tag ponownej zgody<br/>działa
