Repository: wonders4you/sendy-polish-translation
Catalog: */LC_MESSAGES/default.po
Languages: pl_pl

source: (Optionally add a prefix to the subject line of test emails)
pl_pl: (Opcjonalnie dodaj prefiks do tematu e-maili testowych)

source: Allowed attachments file types
pl_pl: Dozwolone typy plików załączników

source: (Empty field to disable attachments in campaigns)
pl_pl: (Puste pole, aby wyłączyć załączniki w kampaniach)

source: Sort lists and templates by
pl_pl: Sortuj listy i szablony według

source: Date added
pl_pl: Data dodania

source: No. of rows to show in campaigns, reports, lists and rules
pl_pl: Liczba wierszy do wyświetlenia w kampaniach, raportach, listach i zasadach

source: rows per page
pl_pl: wierszy na stronę

source: Default opt-in method
pl_pl: Domyślna metoda opt-in

source: Single Opt-In
pl_pl: Pojedyncze Opt-In

source: Double Opt-In
pl_pl: Podwójne Opt-In

source: Hide hidden lists
pl_pl: Ukryj ukryte listy

source: Brand settings
pl_pl: Ustawienia marki

source: If you're creating this brand for your client, you can allow them to send newsletters on their own at a fee you preset below.
pl_pl: Jeśli tworzysz tę markę dla swojego klienta, możesz pozwolić mu na samodzielne wysyłanie newsletterów za opłatą, którą ustalisz poniżej.

source: Send the
pl_pl: Wyślij

source: Client login details
pl_pl: Szczegóły logowania klienta

source: to your client so that they can login to manage lists, subscribers and send newsletters.
pl_pl: do swojego klienta, aby mógł zalogować się w celu zarządzania listami, subskrybentami i wysyłania newsletterów.

source: Also, don't forget to set your PayPal account email address in
pl_pl: Również, nie zapomnij ustawić adresu e-mail swojego konta PayPal w

source: Settings
pl_pl: Ustawienia

source: Login URL
pl_pl: URL logowania

source: Login email
pl_pl: E-mail logowania

source: This login email is already in use by your main login email address set in your main Settings. Please use another email address or remove the email address from the field.
pl_pl: Ten e-mail logowania jest już używany przez Twój główny adres e-mail logowania ustawiony w głównych ustawieniach. Proszę użyć innego adresu e-mail lub usunąć adres e-mail z pola.

source: Generate new password
pl_pl: Wygeneruj nowe hasło

source: Two-factor authentication is currently <strong class="label label-success">enabled</strong>
pl_pl: Uwierzytelnianie dwuskładnikowe jest obecnie <strong class="label label-success">włączone</strong>

source: Disable two-factor authentication
pl_pl: Wyłącz uwierzytelnianie dwuskładnikowe

source: Two-factor authentication is currently <strong class=\"label\">disabled</strong>
pl_pl: Uwierzytelnianie dwuskładnikowe jest obecnie <strong class=\"label\">wyłączone</strong>

source: (two-factor authentication can only be enabled by the brand user while logged in to their account)
pl_pl: (uwierzytelnianie dwuskładnikowe może być włączone tylko przez użytkownika marki podczas logowania się do jego konta)

source: Unable to save. Please try again.
pl_pl: Nie można zapisać. Proszę spróbować ponownie.

source: Two-factor authentication is currently <strong class="label">disabled</strong>
pl_pl: Uwierzytelnianie dwuskładnikowe jest obecnie <strong class="label">wyłączone</strong>

source: Language
pl_pl: Język

source: Client privileges
pl_pl: Uprawnienia klienta

source: By default, your client will have full access to their own brand so they can manage their own lists, subscribers, campaigns, templates and see reports. You can however adjust these privileges below.
pl_pl: Domyślnie, Twój klient będzie miał pełny dostęp do swojej marki, aby móc zarządzać własnymi listami, subskrybentami, kampaniami, szablonami i przeglądać raporty. Możesz jednak dostosować te uprawnienia poniżej.

source: Client can access campaigns
pl_pl: Klient może uzyskać dostęp do kampanii

source: Client can access templates
pl_pl: Klient może uzyskać dostęp do szablonów

source: Client can access lists and subscribers
pl_pl: Klient może uzyskać dostęp do list i subskrybentów

source: Client can access campaign reports
pl_pl: Klient może uzyskać dostęp do raportów kampanii

source: Campaign sent notifications
pl_pl: Powiadomienia o wysłanych kampaniach

source: When a campaign is sent successfully, a 'Campaign sent' email notification is sent to the 'From email' address that was used to send out the campaign. If you want the same email notification to be sent to your main login email address as well so that you're notified each time your client sends out a campaign, check the box below.
pl_pl: Gdy kampania zostanie pomyślnie wysłana, powiadomienie e-mail 'Kampania wysłana' zostanie wysłane na adres 'E-mail nadawcy', który został użyty do wysłania kampanii. Jeśli chcesz, aby to samo powiadomienie e-mail zostało wysłane również na Twój główny adres e-mail logowania, abyś był powiadamiany za każdym razem, gdy Twój klient wysyła kampanię, zaznacz poniższe pole.

source: Send email notifications to my main login email
pl_pl: Wysyłaj powiadomienia e-mail na mój główny adres e-mail logowania

source: Campaign fee settings
pl_pl: Ustawienia opłat za kampanię

source: Currency
pl_pl: Waluta

source: Delivery Fee
pl_pl: Opłata za dostawę

source: Cost per recipient
pl_pl: Koszt na odbiorcę

source: Sending limits
pl_pl: Limity wysyłania

source: No limits
pl_pl: Bez limitów

source: Monthly limit
pl_pl: Miesięczny limit

source: Non expiring limit
pl_pl: Limit bez terminu ważności

source: Number of emails
pl_pl: Liczba e-maili

source: Number of emails per month
pl_pl: Liczba e-maili na miesiąc

source: Currently used
pl_pl: Obecnie używane

source: Reset limit on which day of the month?
pl_pl: Zresetować limit którego dnia miesiąca?

source: List settings
pl_pl: Ustawienia listy

source: List name
pl_pl: Nazwa listy

source: The list name
pl_pl: Nazwa listy

source: Subscribe settings
pl_pl: Ustawienia subskrypcji

source: List type
pl_pl: Typ listy

source: If you select double opt-in, users will be required to click a link in a confirmation email they'll receive when they sign up via the subscribe form or API.
pl_pl: Jeśli wybierzesz podwójne opt-in, użytkownicy będą musieli kliknąć link w e-mailu potwierdzającym, który otrzymają podczas rejestracji przez formularz subskrypcji lub API.

source: Subscribe success page
pl_pl: Strona sukcesu subskrypcji

source: To redirect users to a custom page letting them know they're subscribed successfully, enter the link below. If you chose 'Double Opt-In' as your 'List type', this page will tell them a confirmation email has been sent to them.
pl_pl: Aby przekierować użytkowników na niestandardową stronę informującą ich o pomyślnej subskrypcji, wprowadź poniższy link. Jeśli wybrałeś 'Podwójne Opt-In' jako 'Typ listy', ta strona poinformuje ich, że e-mail potwierdzający został wysłany.

source: Page URL
pl_pl: URL strony

source: Advanced options
pl_pl: Opcje zaawansowane

source: You can also pass variables into your custom 'Subscribe success page' like so
pl_pl: Możesz również przekazać zmienne do swojej niestandardowej 'Strony sukcesu subskrypcji' w następujący sposób

source: Example
pl_pl: Przykład

source: <code>%n</code> will be converted into the subscriber's name
pl_pl: <code>%n</code> zostanie przekształcone w imię subskrybenta

source: <code>%e</code> will be converted into the 'email'
pl_pl: <code>%e</code> zostanie przekształcone w 'e-mail'

source: <code>%l</code> will be converted into the 'listID'
pl_pl: <code>%l</code> zostanie przekształcone w 'listID'

source: Subscription confirmed page
pl_pl: Strona potwierdzenia subskrypcji

source: only applies for double opt-ins
pl_pl: dotyczy tylko podwójnych opt-in

source: To redirect users to a custom URL letting them know their 'Double Opt-in' subscription is confirmed, enter the link below.
pl_pl: Aby przekierować użytkowników na niestandardowy URL informujący ich o potwierdzeniu subskrypcji 'Podwójne Opt-in', wprowadź poniższy link.

source: You can also pass variables into your custom 'Subscription confirmed page' like so
pl_pl: Możesz również przekazać zmienne do swojej niestandardowej 'Strony potwierdzenia subskrypcji' w następujący sposób

source: Already subscribed page
pl_pl: Strona już subskrybowana

source: To redirect users to a custom URL letting them know they're already subscribed, enter the link below.
pl_pl: Aby przekierować użytkowników na niestandardowy URL informujący ich o już dokonanej subskrypcji, wprowadź poniższy link.

source: You can also pass variables into your custom 'Already subscribed page' like so
pl_pl: Możesz również przekazać zmienne do swojej niestandardowej 'Strony już subskrybowanej' w następujący sposób

source: GDPR reconsent success page
pl_pl: Strona sukcesu ponownej zgody RODO

source: When you send a reconsent campaign with the <code>[reconsent]</code> tag, the converted reconsent link will send the user to a generic page thanking them for their confirmation. To redirect them to a custom URL, enter the link below.
pl_pl: Gdy wyślesz kampanię ponownej zgody z tagiem <code>[reconsent]</code>, przekształcony link ponownej zgody przekieruje użytkownika na ogólną stronę z podziękowaniem za potwierdzenie. Aby przekierować ich na niestandardowy URL, wprowadź poniższy link.

source: GDPR consent not given page
pl_pl: Strona braku zgody RODO

source: If you enabled 'GDPR fields' for your subscribe form, users will be required to tick a checkbox in order to complete the subscription. If they don't, they'll be sent to a generic page with an error message "Consent not given". To redirect them to a custom URL, enter the link below.
pl_pl: Jeśli włączyłeś 'Pola RODO' w formularzu subskrypcji, użytkownicy będą musieli zaznaczyć pole wyboru, aby zakończyć subskrypcję. Jeśli tego nie zrobią, zostaną przekierowani na ogólną stronę z komunikatem o błędzie „Brak zgody”. Aby przekierować ich na niestandardowy URL, wprowadź poniższy link.

source: Send user a thank you email after they subscribe through the subscribe form or API?
pl_pl: Wysłać użytkownikowi e-mail z podziękowaniem po subskrypcji przez formularz subskrypcji lub API?

source: You're on our list!
pl_pl: Jesteś na naszej liście!

source: Thank you email subject
pl_pl: Temat e-maila z podziękowaniem

source: Email subject
pl_pl: Temat e-maila

source: Thank you email message
pl_pl: Wiadomość e-mail z podziękowaniem

source: You can use personalization tags as well as any custom field tags in the subject and message of your thank you email. Eg.
pl_pl: Możesz używać tagów personalizacji oraz dowolnych tagów pól niestandardowych w temacie i wiadomości e-mail z podziękowaniem. Np.

source: You can also use <code>[unsubscribe]</code> or <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> in the HTML of your thank you email.
pl_pl: Możesz również użyć <code>[unsubscribe]</code> lub <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> w HTML-u swojego e-maila z podziękowaniem.

source: Email message
pl_pl: Wiadomość e-mail

source: Welcome onboard!
pl_pl: Witamy na pokładzie!

source: You are on our list. Changed your mind? You can opt out below.
pl_pl: Jesteś na naszej liście. Zmieniłeś zdanie? Możesz zrezygnować poniżej.

source: Unsubscribe me
pl_pl: Wypisz mnie

source: Please confirm your subscription
pl_pl: Proszę potwierdź swoją subskrypcję

source: Confirmation email subject
pl_pl: Temat e-maila potwierdzającego

source: A generic subject line will be used if you leave this field empty.
pl_pl: Zostanie użyty ogólny temat, jeśli pozostawisz to pole puste.

source: Subject of confirmation email
pl_pl: Temat e-maila potwierdzającego

source: Double Opt-In confirmation message
pl_pl: Wiadomość potwierdzająca podwójne Opt-In

source: A generic email message will be used if you leave this field empty.
pl_pl: Zostanie użyta ogólna wiadomość e-mail, jeśli pozostawisz to pole puste.

source: Don't forget to include the confirmation link tag
pl_pl: Nie zapomnij dołączyć tagu linku potwierdzającego

source: somewhere in your message
pl_pl: gdzieś w swojej wiadomości

source: You can use personalization tags as well as any custom field tags in the subject and message of your confirmation email. Eg.
pl_pl: Możesz używać tagów personalizacji oraz dowolnych tagów pól niestandardowych w temacie i wiadomości e-mail potwierdzającego. Np.

source: You're almost there!
pl_pl: Prawie gotowe!

source: Please confirm your subscription by clicking the button below
pl_pl: Proszę potwierdź swoją subskrypcję, klikając poniższy przycisk

source: Confirm your subscription
pl_pl: Potwierdź swoją subskrypcję

source: Unsubscribe settings
pl_pl: Ustawienia wypisywania się

source: Unsubscribe behavior
pl_pl: Zachowanie przy wypisywaniu się

source: If you select double opt-out, users will be required to click a confirmation link in the unsubscribe page to complete their unsubscription.
pl_pl: Jeśli wybierzesz podwójne wypisanie, użytkownicy będą musieli kliknąć link potwierdzający na stronie wypisania, aby zakończyć wypisywanie.

source: Single Opt-Out
pl_pl: Pojedyncze wypisanie

source: Double Opt-Out
pl_pl: Podwójne wypisanie

source: Unsubscribe user
pl_pl: Wypisz użytkownika

source: When a user unsubscribes from a newsletter or through the API, choose whether to unsubscribe them from this list only, or unsubscribe them from all lists in this brand.
pl_pl: Gdy użytkownik wypisuje się z newslettera lub przez API, wybierz, czy wypisać go tylko z tej listy, czy też ze wszystkich list w tej marce.

source: Only this list
pl_pl: Tylko ta lista

source: All lists
pl_pl: Wszystkie listy

source: Unsubscribe confirmation page
pl_pl: Strona potwierdzająca wypisanie

source: When users unsubscribe from a newsletter, they'll be sent to a generic unsubscription confirmation page. To redirect users to a page of your preference, enter the link below.
pl_pl: Gdy użytkownicy wypisują się z newslettera, zostaną przekierowani na ogólną stronę potwierdzającą wypisanie. Aby przekierować użytkowników na stronę według Twojego wyboru, wprowadź poniższy link.

source: You can also pass variables into your custom 'Unsubscribe confirmation page' like so
pl_pl: Możesz również przekazać zmienne do swojej niestandardowej 'Strony potwierdzającej wypisanie' w następujący sposób

source: <code>%s</code> will be converted into the full 're-subscribe' URL
pl_pl: <code>%s</code> zostanie przekształcone w pełny URL 'ponownej subskrypcji'

source: Send user a confirmation email after they unsubscribe from a newsletter or through the API?
pl_pl: Wysłać użytkownikowi e-mail z potwierdzeniem po wypisaniu się z newslettera lub przez API?

source: You're unsubscribed
pl_pl: Zostałeś wypisany

source: Goodbye email subject
pl_pl: Temat e-maila pożegnalnego

source: Goodbye email message
pl_pl: Wiadomość e-mail pożegnalna

source: You can use personalization tags as well as any custom field tags in the subject and message of your goodbye email. Eg.
pl_pl: Możesz używać tagów personalizacji oraz dowolnych tagów pól niestandardowych w temacie i wiadomości e-mail pożegnalnej. Np.

source: You can also use <code>[resubscribe]</code> or <code>&lt;resubscribe&gt;&lt;/resubscribe&gt;</code> in the HTML of your goodbye email.
pl_pl: Możesz również użyć <code>[resubscribe]</code> lub <code>&lt;resubscribe&gt;&lt;/resubscribe&gt;</code> w HTML-u swojego e-maila pożegnalnego.

source: Goodbye.
pl_pl: Do widzenia.

source: Unsubscribed by accident? You can re-subscribe below.
pl_pl: Wypisano przypadkowo? Możesz ponownie zasubskrybować poniżej.

source: Re-subscribe me
pl_pl: Ponownie mnie zasubskrybuj

source: Edit template
pl_pl: Edytuj szablon

source: Edit campaign
pl_pl: Edytuj kampanię

source: Housekeeping
pl_pl: Utrzymanie porządku

source: Unconfirmed subscribers
pl_pl: Niepotwierdzeni subskrybenci

source: Inactive subscribers
pl_pl: Nieaktywni subskrybenci

source: Housekeeping for 'Inactive subscribers' allows you to bulk remove subscribers who did not open or click any campaigns that you have ever sent to them.
pl_pl: Utrzymanie porządku dla 'Nieaktywnych subskrybentów' pozwala na masowe usuwanie subskrybentów, którzy nie otworzyli ani nie kliknęli żadnych kampanii, które kiedykolwiek do nich wysłałeś.

source: Did not open
pl_pl: Nie otworzył

source: Did not click
pl_pl: Nie kliknął

source: Inactive
pl_pl: Nieaktywny

source: Remove subscribers who did not open any campaign ever sent to them?
pl_pl: Usunąć subskrybentów, którzy nie otworzyli żadnej kampanii, która kiedykolwiek została do nich wysłana?

source: Export subscribers who did not open any campaign ever sent to them?
pl_pl: Eksportować subskrybentów, którzy nie otworzyli żadnej kampanii, która kiedykolwiek została do nich wysłana?

source: Confirm permanently remove subscribers?
pl_pl: Potwierdzić trwałe usunięcie subskrybentów?

source: Sorry, unable to remove subscribers. Please try again later!
pl_pl: Przepraszamy, nie można usunąć subskrybentów. Proszę spróbować ponownie później!

source: Remove subscribers who did not click any links from any campaign ever sent to them?
pl_pl: Usunąć subskrybentów, którzy nie kliknęli żadnych linków z jakiejkolwiek kampanii, która kiedykolwiek została do nich wysłana?

source: Export subscribers who did not click any links from any campaign ever sent to them?
pl_pl: Eksportować subskrybentów, którzy nie kliknęli żadnych linków z jakiejkolwiek kampanii, która kiedykolwiek została do nich wysłana?

source: No housekeeping needed as no campaigns were sent to any of your available lists yet.
pl_pl: Nie potrzeba utrzymania porządku, ponieważ nie wysłano jeszcze żadnych kampanii do żadnej z dostępnych list.

source: Housekeeping for 'Unconfirmed subscribers' allows you to bulk remove subscribers who signed up to double opt-in lists but did not click the confirmation link to confirm their subscription.
pl_pl: Utrzymanie porządku dla 'Niepotwierdzonych subskrybentów' pozwala na masowe usuwanie subskrybentów, którzy zapisali się na listy podwójnego opt-in, ale nie kliknęli linku potwierdzającego, aby potwierdzić swoją subskrypcję.

source: Remove subscribers from all lists who did not confirm their subscription for 1 week?
pl_pl: Usunąć subskrybentów ze wszystkich list, którzy nie potwierdzili swojej subskrypcji przez 1 tydzień?

source: 1 week
pl_pl: 1 tydzień

source: Remove subscribers from all lists who did not confirm their subscription for more than 1 week?
pl_pl: Usunąć subskrybentów ze wszystkich list, którzy nie potwierdzili swojej subskrypcji przez ponad 1 tydzień?

source: > 1 week
pl_pl: > 1 tydzień

source: Remove subscribers from all lists who did not confirm their subscription for more than 2 weeks?
pl_pl: Usunąć subskrybentów ze wszystkich list, którzy nie potwierdzili swojej subskrypcji przez ponad 2 tygodnie?

source: > 2 weeks
pl_pl: > 2 tygodnie

source: Remove subscribers from all lists who did not confirm their subscription?
pl_pl: Usunąć subskrybentów ze wszystkich list, którzy nie potwierdzili swojej subskrypcji?

source: All
pl_pl: Wszystkie

source: Remove subscribers who did not confirm their subscription for 1 week?
pl_pl: Usunąć subskrybentów, którzy nie potwierdzili swojej subskrypcji przez 1 tydzień?

source: Remove subscribers who did not confirm their subscription for more than 1 week?
pl_pl: Usunąć subskrybentów, którzy nie potwierdzili swojej subskrypcji przez ponad 1 tydzień?

source: Remove subscribers who did not confirm their subscription for more than 2 weeks?
pl_pl: Usunąć subskrybentów, którzy nie potwierdzili swojej subskrypcji przez ponad 2 tygodnie?

source: Remove ALL subscribers who did not confirm their subscription?
pl_pl: Usunąć WSZYSTKICH subskrybentów, którzy nie potwierdzili swojej subskrypcji?

source: Unconfirmed
pl_pl: Niepotwierdzone

source: No housekeeping needed as no double opt-in lists are found.
pl_pl: Nie potrzeba utrzymania porządku, ponieważ nie znaleziono żadnych list podwójnego opt-in.

source: Can't insert rule
pl_pl: Nie można wstawić reguły

source: Please verify your email address
pl_pl: Proszę zweryfikować swój adres e-mail

source: Before you can use the email address as your 'From email' to send emails, please click the following link to verify that the email address belongs to you
pl_pl: Zanim będziesz mógł używać adresu e-mail jako swojego 'E-maila nadawcy' do wysyłania e-maili, kliknij poniższy link, aby zweryfikować, że adres e-mail należy do Ciebie

source: Import already in progress
pl_pl: Import już w toku

source: This list is currently importing a CSV. Please wait until the import is completed.
pl_pl: Ta lista obecnie importuje plik CSV. Proszę czekać, aż import zostanie zakończony.

source: Added via
pl_pl: Dodano przez

source: Opt-in method
pl_pl: Metoda opt-in

source: IP address
pl_pl: Adres IP

source: Country code
pl_pl: Kod kraju

source: Signed up from
pl_pl: Zarejestrowano z

source: GDPR
pl_pl: RODO

source: Date signed up
pl_pl: Data rejestracji

source: Signed up via
pl_pl: Zarejestrowano przez

source: Referrer
pl_pl: Polecający

source: Unable to create '/csvs/' folder in '/uploads/' folder
pl_pl: Nie można utworzyć folderu '/csvs/' w folderze '/uploads/'

source: Please ensure that the '/uploads/' directory is chmod to '0777'.
pl_pl: Upewnij się, że katalog '/uploads/' ma chmod '0777'.

source: Can't export CSV
pl_pl: Nie można wyeksportować pliku CSV

source: There is either nothing to export, or the number of records may be too large. If it's the latter, try increasing MySQL's max_allowed_packet.
pl_pl: Albo nie ma nic do wyeksportowania, albo liczba rekordów może być zbyt duża. Jeśli to drugie, spróbuj zwiększyć wartość max_allowed_packet w MySQL.

source: Sent annually based on
pl_pl: Wysłane rocznie na podstawie

source: Sent once based on
pl_pl: Wysłane jednorazowo na podstawie

source: Unable to upload attachment
pl_pl: Nie można przesłać załącznika

source: Please ensure the /uploads/ folder permission is set to 777.
pl_pl: Upewnij się, że uprawnienia folderu /uploads/ są ustawione na 777.

source: Unable to save autoresponder email
pl_pl: Nie można zapisać e-maila autorespondera

source: Unable to create autoresponder email
pl_pl: Nie można utworzyć e-maila autorespondera

source: Unable to create template
pl_pl: Nie można utworzyć szablonu

source: Unable to read HTML file
pl_pl: Nie można odczytać pliku HTML

source: Unable to read content of file using file_get_contents.
pl_pl: Nie można odczytać zawartości pliku za pomocą file_get_contents.

source: Failed to create campaign with imported HTML file
pl_pl: Nie udało się utworzyć kampanii z zaimportowanym plikiem HTML

source: Incorrect file type
pl_pl: Nieprawidłowy typ pliku

source: Only .html and .htm files are allowed.
pl_pl: Dozwolone są tylko pliki .html i .htm.

source: Unable to get contents from URL
pl_pl: Nie można pobrać zawartości z URL

source: Unable to get contents from URL. If you have a firewall running, try disabling it to see if that is the cause of the issue
pl_pl: Nie można pobrać zawartości z URL. Jeśli masz uruchomioną zaporę ogniową, spróbuj ją wyłączyć, aby sprawdzić, czy to jest przyczyną problemu

source: Failed to create campaign via URL import
pl_pl: Nie udało się utworzyć kampanii za pomocą importu URL

source: Unable to save campaign
pl_pl: Nie można zapisać kampanii

source: Unable to create campaign
pl_pl: Nie można utworzyć kampanii

source: Unable to set sql_mode
pl_pl: Nie można ustawić sql_mode

source: Sunday
pl_pl: Niedziela

source: Monday
pl_pl: Poniedziałek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: Środa

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Piątek

source: Saturday
pl_pl: Sobota

source: January
pl_pl: Styczeń

source: February
pl_pl: Luty

source: March
pl_pl: Marzec

source: April
pl_pl: Kwiecień

source: May
pl_pl: Maj

source: June
pl_pl: Czerwiec

source: July
pl_pl: Lipiec

source: August
pl_pl: Sierpień

source: September
pl_pl: Wrzesień

source: October
pl_pl: Październik
