Repository: wonders4you/sendy-polish-translation
Catalog: */LC_MESSAGES/default.po
Languages: pl_pl

source: Your reconsent tag will be converted to a real reconsent link when you send out your campaign.
pl_pl: Twój tag ponownej zgody zostanie przekształcony w prawdziwy link ponownej zgody, gdy wyślesz swoją kampanię.

source: duplicate emails deleted from
pl_pl: zduplikowane e-maile usunięte z

source: duplicate email(s) found in
pl_pl: znaleziono zduplikowane e-maile w

source: delete them?
pl_pl: usunąć je?

source: No duplicate emails found.
pl_pl: Nie znaleziono zduplikowanych e-maili.

source: Check and remove duplicate emails
pl_pl: Sprawdź i usuń zduplikowane e-maile

source: Select the list that have duplicates so that you can remove them
pl_pl: Wybierz listę, która zawiera duplikaty, aby je usunąć

source: All available lists
pl_pl: Wszystkie dostępne listy

source: duplicates
pl_pl: duplikaty

source: There are no links for this campaign.
pl_pl: Nie ma linków dla tej kampanii.

source: Campaign report
pl_pl: Raport kampanii

source: Click to edit this campaign's title for your own reference
pl_pl: Kliknij, aby edytować tytuł tej kampanii dla własnych potrzeb

source: Not set
pl_pl: Nie ustawiono

source: View the campaign
pl_pl: Zobacz kampanię

source: Sent on
pl_pl: Wysłano

source: to
pl_pl: do

source: To
pl_pl: Do

source: Excluded
pl_pl: Wykluczono

source: Export a CSV of ALL subscribers who did not open this email (includes subscribers newly added to the lists after this campaign was sent)
pl_pl: Eksportuj CSV wszystkich subskrybentów, którzy nie otworzyli tego e-maila (obejmuje subskrybentów nowo dodanych do list po wysłaniu tej kampanii)

source: Import ALL subscribers who did not open this email into a list (includes subscribers newly added to the lists after this campaign was sent)
pl_pl: Importuj WSZYSTKICH subskrybentów, którzy nie otworzyli tego e-maila na listę (obejmuje subskrybentów nowo dodanych do list po wysłaniu tej kampanii)

source: unique clicks
pl_pl: unikalne kliknięcia

source: Export a CSV of ALL subscribers who clicked this link
pl_pl: Eksportuj CSV wszystkich subskrybentów, którzy kliknęli ten link

source: Import ALL subscribers who clicked this link into a list
pl_pl: Importuj WSZYSTKICH subskrybentów, którzy kliknęli ten link na listę

source: Export a CSV of ALL subscribers who unsubscribed
pl_pl: Eksportuj CSV wszystkich subskrybentów, którzy się wypisali

source: No one unsubscribed from this campaign!
pl_pl: Nikt się nie wypisał z tej kampanii!

source: Export a CSV of ALL subscribers who bounced
pl_pl: Eksportuj CSV wszystkich subskrybentów, którzy odbili

source: No emails bounced from this campaign!
pl_pl: Żadne e-maile nie odbiły w tej kampanii!

source: Export a CSV of ALL subscribers who marked your email as spam
pl_pl: Eksportuj CSV wszystkich subskrybentów, którzy oznaczyli Twój e-mail jako spam

source: Campaign reports
pl_pl: Raporty kampanii

source: There are no reports yet.
pl_pl: Brak raportów

source: Create your first campaign
pl_pl: Utwórz swoją pierwszą kampanię

source: Cron job statuses has been reset
pl_pl: Statusy zadań cron zostały zresetowane

source: Cron job instructions will now appear again where it is relevant.
pl_pl: Instrukcje dotyczące zadań cron będą teraz ponownie wyświetlane tam, gdzie są istotne.

source: Reset cron job setup status
pl_pl: Zresetuj status konfiguracji zadań cron

source: Failed to reset cron.
pl_pl: Nie udało się zresetować cron.

source: Do you want to clear the positive status that cron jobs has been setup so that you can view cron job setup instructions again?
pl_pl: Czy chcesz usunąć pozytywny status, że zadania cron zostały skonfigurowane, aby móc ponownie wyświetlić instrukcje konfiguracji zadań cron?

source: Yes, reset cron jobs statuses
pl_pl: Tak, zresetuj statusy zadań cron

source: Create a new rule
pl_pl: Utwórz nową regułę

source: On subscribe
pl_pl: Na subskrypcję

source: On unsubscribe
pl_pl: Na wypisanie

source: When campaign starts sending
pl_pl: Gdy kampania zaczyna się wysyłać

source: On campaign sent
pl_pl: Po wysłaniu kampanii

source: On autoresponder email sent
pl_pl: Po wysłaniu e-maila autorespondera

source: Trigger webhook
pl_pl: Wyzwól webhook

source: Send email notification
pl_pl: Wyślij powiadomienie e-mail

source: Unsubscribe from list
pl_pl: Wypisz się z listy

source: Select a trigger
pl_pl: Wybierz wyzwalacz

source: Select a list
pl_pl: Wybierz listę

source: Select an autoresponder
pl_pl: Wybierz autoresponder

source: Select an action
pl_pl: Wybierz akcję

source: Actions
pl_pl: Akcje

source: eg. https://your_webhook_url
pl_pl: np. https://your_webhook_url

source: eg.
pl_pl: np.

source: Select a list to unsubscribe
pl_pl: Wybierz listę do wypisania

source: Loading autoresponders..
pl_pl: Ładowanie autoresponderów...

source: Trigger
pl_pl: Wyzwalacz

source: Action
pl_pl: Akcja

source: Edit rule?
pl_pl: Edytować regułę?

source: Delete rule?
pl_pl: Usunąć regułę?

source: This will permanently delete the rule.
pl_pl: To trwale usunie regułę.

source: You haven't created any rules yet
pl_pl: Nie utworzyłeś jeszcze żadnych reguł

source: Delete rule
pl_pl: Usuń regułę

source: Confirm delete this rule?
pl_pl: Potwierdzić usunięcie tej reguły?

source: Webhook information
pl_pl: Informacje o webhooku

source: When a user subscribes to your list, the following data will be sent to your webhook URL via HTTP POST:
pl_pl: Gdy użytkownik zapisze się na Twoją listę, następujące dane zostaną wysłane na Twój URL webhooka przez HTTP POST:

source: When a user unsubscribes from your list, the following data will be sent to your webhook URL via HTTP POST:
pl_pl: Gdy użytkownik wypisze się z Twojej listy, następujące dane zostaną wysłane na Twój URL webhooka przez HTTP POST:

source: When a campaign is sent, the following data will be sent to your webhook URL via HTTP POST:
pl_pl: Gdy kampania jest wysyłana, następujące dane zostaną wysłane na Twój URL webhooka przez HTTP POST:

source: Title of the campaign
pl_pl: Tytuł kampanii

source: Subject of the campaign
pl_pl: Temat kampanii

source: 'From name' for the campaign
pl_pl: 'Od nazwa' dla kampanii

source: 'From email' address for the campaign
pl_pl: 'Od e-mail' adres dla kampanii

source: 'Reply to' email address for the campaign
pl_pl: 'Odpowiedz na' adres e-mail dla kampanii

source: Date & time the campaign was sent
pl_pl: Data i godzina wysłania kampanii

source: Number of recipients the campaign was sent to
pl_pl: Liczba odbiorców, do których kampania została wysłana

source: Web version URL of the campaign
pl_pl: URL wersji internetowej kampanii

source: Campaign ID of the campaign
pl_pl: ID kampanii

source: Brand ID of the campaign
pl_pl: ID marki kampanii

source: URL of the campaign report
pl_pl: URL raportu kampanii

source: When a campaign starts sending, the following data will be sent to your webhook URL via HTTP POST:
pl_pl: Gdy kampania zaczyna się wysyłać, następujące dane zostaną wysłane na Twój URL webhooka przez HTTP POST:

source: When the autoresponder sends an email, the following data will be sent to your webhook URL via HTTP POST:
pl_pl: Gdy autoresponder wysyła e-mail, następujące dane zostaną wysłane na Twój URL webhooka przez HTTP POST:

source: Subject of the autoresponder email
pl_pl: Temat e-maila autorespondera

source: 'From name' for the autoresponder
pl_pl: 'Od nazwa' dla autorespondera

source: 'From email' address for the autoresponder
pl_pl: 'Od e-mail' adres dla autorespondera

source: 'Reply to' email address for the autoresponder
pl_pl: 'Odpowiedz na' adres e-mail dla autorespondera

source: Name of the subscriber the autoresponder was sent to
pl_pl: Nazwa subskrybenta, do którego został wysłany autoresponder

source: Email of the subscriber the autoresponder was sent to
pl_pl: E-mail subskrybenta, do którego został wysłany autoresponder

source: Date & time the autoresponder was sent
pl_pl: Data i godzina wysłania autorespondera

source: Name of the list the autoresponder belongs to
pl_pl: Nazwa listy, do której należy autoresponder

source: Name of the autoresponder
pl_pl: Nazwa autorespondera

source: Encrypted list ID of the list the autoresponder belongs to
pl_pl: Zaszyfrowane ID listy, do której należy autoresponder

source: ID of autoresponder
pl_pl: ID autorespondera

source: ID of the autoresponder email
pl_pl: ID e-maila autorespondera

source: URL of the autoresponder report
pl_pl: URL raportu autorespondera

source: Keyword
pl_pl: Słowo kluczowe

source: Back to brands
pl_pl: Powrót do marek

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete
pl_pl: Wszystkie kampanie, listy, subskrybenci zostaną trwale usunięci. Potwierdź usunięcie

source: No brands found.
pl_pl: Nie znaleziono marek.

source: lists
pl_pl: listy

source: list
pl_pl: lista

source: No lists found.
pl_pl: Nie znaleziono list.

source: Unsubscribe
pl_pl: Wypisz się

source: subscriber
pl_pl: subskrybent

source: Resubscribe
pl_pl: Ponownie zasubskrybuj

source: Confirm
pl_pl: Potwierdź

source: Sorry, unable to unsubscribe. Please try again later!
pl_pl: Przepraszamy, nie można się wypisać. Proszę spróbować ponownie później!

source: No subscribers found.
pl_pl: Nie znaleziono subskrybentów.

source: Delete subscriber
pl_pl: Usuń subskrybenta

source: Delete <span id="email-to-delete" style="font-weight:bold;"></span> from 'this list only' or 'ALL lists' in this brand?
pl_pl: Usunąć <span id="email-to-delete" style="font-weight:bold;"></span> z 'tej listy tylko' lub 'WSZYSTKICH list' w tej marce?

source: This list only
pl_pl: Tylko ta lista

source: ALL lists in this brand
pl_pl: WSZYSTKIE listy w tej marce

source: Back to campaigns
pl_pl: Powrót do kampanii

source: No campaigns found.
pl_pl: Nie znaleziono kampanii.

source: Please name your segment
pl_pl: Proszę nazwać swój segment

source: Segments
pl_pl: Segmenty

source: Back to segments
pl_pl: Powrót do segmentów

source: New segment
pl_pl: Nowy segment

source: Create a condition based on
pl_pl: Utwórz warunek na podstawie

source: Signed up
pl_pl: Zapisany

source: on or before
pl_pl: w dniu lub przed

source: on or after
pl_pl: w dniu lub po

source: between
pl_pl: pomiędzy

source: is
pl_pl: jest

source: is not
pl_pl: nie jest

source: contains
pl_pl: zawiera

source: does not contain
pl_pl: nie zawiera

source: starts with
pl_pl: zaczyna się od

source: ends with
pl_pl: kończy się na

source: does not start with
pl_pl: nie zaczyna się od

source: does not end with
pl_pl: nie kończy się na

source: is tagged
pl_pl: jest oznaczony

source: is not tagged
pl_pl: nie jest oznaczony

source: OR
pl_pl: LUB

source: AND
pl_pl: I

source: Name your segment
pl_pl: Nazwij swój segment

source: Edit segment name
pl_pl: Edytuj nazwę segmentu

source: Name of this segment
pl_pl: Nazwa tego segmentu

source: Save this segment
pl_pl: Zapisz ten segment

source: 2 letter abbreviation, eg. US
pl_pl: Dwuliterowy skrót, np. US

source: Unable to save the segment name.
pl_pl: Nie można zapisać nazwy segmentu.

source: Unable to save segment conditions.
pl_pl: Nie można zapisać warunków segmentu.

source: Sorry, unable to save your segment.
pl_pl: Przepraszamy, nie można zapisać segmentu.

source: subscribers found for this segment
pl_pl: subskrybenci znalezieni dla tego segmentu

source: showing a preview of up to 10 records below
pl_pl: pokazano podgląd do 10 rekordów poniżej

source: your conditions does not match any subscribers
pl_pl: Twoje warunki nie pasują do żadnych subskrybentów

source: Export CSV of this segment
pl_pl: Eksportuj CSV tego segmentu

source: Update segmentation results?
pl_pl: Zaktualizować wyniki segmentacji?

source: When subscribers are added or removed from the list, the segmentation results will not update automatically unless you click the refresh button
pl_pl: Gdy subskrybenci są dodawani lub usuwani z listy, wyniki segmentacji nie będą aktualizowane automatycznie, chyba że klikniesz przycisk odświeżania

source: To have your segmentation results update automatically,
pl_pl: Aby wyniki segmentacji były aktualizowane automatycznie,

source: setup a cron job
pl_pl: skonfiguruj zadanie cron

source: Add a cron job
pl_pl: Dodaj zadanie cron

source: Add a cron job that runs every 15 minutes with the following command:
pl_pl: Dodaj zadanie cron, które uruchamia się co 15 minut za pomocą następującego polecenia:

source: Time Interval
pl_pl: Interwał czasowy

source: Command
pl_pl: Polecenie

source: (Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.)
pl_pl: (Należy pamiętać, że dodawanie zadań cron różni się w zależności od hostów, większość oferuje interfejs użytkownika do łatwego dodawania zadań cron. Sprawdź panel sterowania hostingu lub skonsultuj się z hostingiem, jeśli nie jesteś pewien.)

source: Once added, wait for the cron job to start running in 15 minutes. If your cron job is functioning correctly, the yellow informational message will disappear and your segmentation results will be updated automatically every 15 minutes by the cron job.
pl_pl: Po dodaniu, poczekaj, aż zadanie cron zacznie działać w ciągu 15 minut. Jeśli zadanie cron działa poprawnie, żółty komunikat informacyjny zniknie, a wyniki segmentacji będą aktualizowane automatycznie co 15 minut przez zadanie cron.

source: Create a new segment
pl_pl: Utwórz nowy segment

source: What are segments?
pl_pl: Czym są segmenty?

source: Segments are subscribers filtered from a list based on certain conditions you define. Research shows sending emails to targeted segments not only improves open and click through rates, revenue can increase by more than 25%. Target segments of subscribers based on conditions you define using default fields like 'name' and 'email' or using any of your custom fields. Create multiple conditions and group them using 'AND' and 'OR' for each segment. Once you've created your segments, you can send targeted campaigns to these segments in addition to lists. You can even choose segments to 'exclude' from your sends.
pl_pl: Segmenty to subskrybenci filtrowani z listy na podstawie określonych warunków, które definiujesz. Badania pokazują, że wysyłanie e-maili do określonych segmentów nie tylko poprawia wskaźniki otwarć i kliknięć, ale także może zwiększyć przychody o ponad 25%. Kieruj segmenty subskrybentów na podstawie warunków, które definiujesz, używając domyślnych pól, takich jak 'nazwa' i 'e-mail' lub dowolnych pól niestandardowych. Twórz wiele warunków i grupuj je za pomocą 'I' i 'LUB' dla każdego segmentu. Po utworzeniu segmentów możesz wysyłać ukierunkowane kampanie do tych segmentów oprócz list. Możesz nawet wybrać segmenty do 'wykluczenia' z wysyłek.

source: Existing segments
pl_pl: Istniejące segmenty

source: Subscribers
pl_pl: Subskrybenci

source: Update
pl_pl: Aktualizuj

source: Update totals for
pl_pl: Aktualizuj sumy dla

source: All conditions in this segment will be permanently deleted.
pl_pl: Wszystkie warunki w tym segmencie zostaną trwale usunięte.

source: Failed to delete segment
pl_pl: Nie udało się usunąć segmentu

source: No segments
pl_pl: Brak segmentów

source: Please disable 'ONLY_FULL_GROUP_BY' from 'sql_mode'
pl_pl: Proszę wyłączyć 'ONLY_FULL_GROUP_BY' z 'sql_mode'

source: We have detected that 'ONLY_FULL_GROUP_BY' is enabled in 'sql_mode' in your MySQL server. Your campaign will fail to send unless 'ONLY_FULL_GROUP_BY' is removed from 'sql_mode'. Here's how to fix this &rarr;
pl_pl: Wykryliśmy, że 'ONLY_FULL_GROUP_BY' jest włączone w 'sql_mode' na Twoim serwerze MySQL. Twoja kampania nie zostanie wysłana, chyba że 'ONLY_FULL_GROUP_BY' zostanie usunięte z 'sql_mode'. Oto jak to naprawić &rarr;

source: Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
pl_pl: Odwiedź swoją stronę "Marki", klikając nazwę swojej firmy w lewym górnym rogu ekranu. Następnie sprawdź instrukcje na lewym pasku bocznym, jak rozwiązać ten problem

source: or
pl_pl: lub

source: is pending verification in your Amazon SES console
pl_pl: oczekuje na weryfikację w Twojej konsoli Amazon SES

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification then refresh this page to proceed.
pl_pl: Twój 'Od e-mail' lub jego domena oczekuje na weryfikację w Twojej konsoli Amazon SES. Proszę zakończyć weryfikację, a następnie odświeżyć tę stronę, aby kontynuować.

source: Your 'From email' or its domain is not verified in your Amazon SES console. A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
pl_pl: Twój 'Od e-mail' lub jego domena nie jest zweryfikowana w Twojej konsoli Amazon SES. E-mail weryfikacyjny został wysłany na Twój adres 'Od e-mail' z linkiem potwierdzającym, aby zakończyć weryfikację. Proszę kliknąć link, aby zakończyć weryfikację, a następnie odświeżyć tę stronę.

source: A verification email has been sent to your 'From email' address with a confirmation link. Please click the link to verify you are the owner of the 'From email', then refresh this page.
pl_pl: E-mail weryfikacyjny został wysłany na Twój adres 'Od e-mail' z linkiem potwierdzającym. Proszę kliknąć link, aby zweryfikować, że jesteś właścicielem 'Od e-mail', a następnie odświeżyć tę stronę.

source: Test send this campaign
pl_pl: Wyślij test tej kampanii

source: Test send this newsletter
pl_pl: Wyślij test tego newslettera

source: Define recipients
pl_pl: Zdefiniuj odbiorców

source: Choose your lists & segments
pl_pl: Wybierz swoje listy i segmenty

source: No list found, click to add one.
pl_pl: Nie znaleziono listy, kliknij, aby dodać.

source: No segments found
pl_pl: Nie znaleziono segmentów

source: Exclude lists from this campaign?
pl_pl: Wykluczyć listy z tej kampanii?

source: Don't include emails from these list & segments
pl_pl: Nie uwzględniaj e-maili z tych list i segmentów

source: resets on
pl_pl: resetuje się

source: of
pl_pl: z

source: remaining
pl_pl: pozostało

source: You can't send more than your monthly limit. Request for your limit to be raised by sending an email to
pl_pl: Nie możesz wysłać więcej niż wynosi Twój miesięczny limit. Poproś o podniesienie limitu, wysyłając e-mail do

source: Send newsletter now!
pl_pl: Wyślij newsletter teraz!

source: Your campaign is now sending!
pl_pl: Twoja kampania jest teraz wysyłana!

source: You can safely close this window, your campaign will continue to send.
pl_pl: Możesz bezpiecznie zamknąć to okno, Twoja kampania będzie kontynuowana.

source: You will be notified by email once your campaign has completed sending.
pl_pl: Otrzymasz powiadomienie e-mail, gdy Twoja kampania zostanie wysłana.

source: Fee per recipient
pl_pl: Opłata za odbiorcę

source: Grand total
pl_pl: Łączna suma

source: Proceed to pay for campaign
pl_pl: Przejdź do płatności za kampanię

source: SES sends left
pl_pl: Pozostałe wysyłki SES

source: Unable to get your SES quota from Amazon. Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
pl_pl: Nie można uzyskać kwoty SES od Amazon. Odwiedź swoją stronę "Marki", klikając nazwę swojej firmy w lewym górnym rogu ekranu. Następnie sprawdź instrukcje na lewym pasku bocznym, jak rozwiązać ten problem

source: Please try again by refreshing this page. If this error persist, visit your Amazon SNS console and delete all 'Topics' and 'Subscriptions' and try again.
pl_pl: Spróbuj ponownie, odświeżając tę stronę. Jeśli błąd będzie się powtarzał, odwiedź swoją konsolę Amazon SNS i usuń wszystkie 'Tematy' i 'Subskrypcje', a następnie spróbuj ponownie.

source: Error: Unable to create bounces and complaints SNS topics, please try again by refreshing this page.
pl_pl: Błąd: Nie można utworzyć tematów SNS dla odbić i skarg, spróbuj ponownie, odświeżając tę stronę.

source: Sendy is unable to verify and setup bounces & complaints handling for your 'From email' address. Here's what you need to do:
pl_pl: Sendy nie może zweryfikować i skonfigurować obsługi odbić i skarg dla Twojego adresu 'Od e-mail'. Oto co musisz zrobić:

source: Visit your <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">IAM console</a> then follow the instructions in <a href="#amazonsnsfullaccess" data-toggle="modal">this video</a>.
pl_pl: Odwiedź swoją <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">konsolę IAM</a>, a następnie postępuj zgodnie z instrukcjami w <a href="#amazonsnsfullaccess" data-toggle="modal">tym filmie</a>.

source: Then refresh this page.
pl_pl: Następnie odśwież tę stronę.

source: Once this is done, Sendy will be able to setup bounces & complaints handling automatically.
pl_pl: Gdy to zostanie zrobione, Sendy będzie mógł automatycznie skonfigurować obsługę odbić i skarg.

source: How to add AmazonSNSFullAccess policy to IAM user
pl_pl: Jak dodać politykę AmazonSNSFullAccess do użytkownika IAM

source: Error communicating with Amazon SNS API
pl_pl: Błąd komunikacji z API Amazon SNS

source: It looks like you are still in Amazon SES "Sandbox mode". You can only send to email addresses that you've verified in your
pl_pl: Wygląda na to, że nadal jesteś w "Trybie piaskownicy" Amazon SES. Możesz wysyłać tylko na adresy e-mail, które zweryfikowałeś w swoim

source: Amazon SES console.
pl_pl: Konsola Amazon SES.

source: If you try to send to email addresses NOT verified in your SES console, your recipient will not receive the email.
pl_pl: Jeśli spróbujesz wysłać na adresy e-mail, które nie zostały zweryfikowane w Twojej konsoli SES, odbiorca nie otrzyma e-maila.

source: Request Amazon to move your Amazon SES account out of "Sandbox mode"
pl_pl: Poproś Amazon o wyjście z "Trybu piaskownicy" dla Twojego konta Amazon SES

source: to lift this restriction.
pl_pl: aby znieść to ograniczenie.

source: You can't send more than your SES daily limit. Either wait till Amazon replenishes your daily limit in the next 24 hours, or request Amazon to
pl_pl: Nie możesz wysłać więcej niż wynosi Twój dzienny limit SES. Poczekaj, aż Amazon uzupełni Twój dzienny limit w ciągu najbliższych 24 godzin, lub poproś Amazon o

source: We recommend
pl_pl: Zalecamy

source: setting up a cron job
pl_pl: konfigurację zadania cron

source: to send your newsletters
pl_pl: do wysyłania swoich newsletterów

source: Newsletters sent via a cron job have the added ability to automatically resume sending when your server times out. You'll also be able to schedule emails.
pl_pl: Newslettery wysyłane za pomocą zadania cron mają dodatkową możliwość automatycznego wznawiania wysyłania, gdy serwer przekroczy limit czasu. Będziesz także mógł zaplanować e-maile.

source: You haven't set up a cron job yet, but that's okay. You can still send newsletters right now. But keep in mind that you won't be able to navigate around Sendy until sending is complete. Also, you'll need to manually resume sending (with a click of a button) if your server times out.
pl_pl: Nie skonfigurowałeś jeszcze zadania cron, ale to nie problem. Możesz nadal wysyłać newslettery teraz. Pamiętaj jednak, że nie będziesz mógł poruszać się po Sendy, dopóki wysyłanie nie zostanie zakończone. Ponadto będziesz musiał ręcznie wznowić wysyłanie (kliknięciem przycisku), jeśli serwer przekroczy limit czasu.

source: Setup a cron job now
pl_pl: Skonfiguruj zadanie cron teraz

source: To schedule campaigns or to make sending more reliable, add a
pl_pl: Aby zaplanować kampanie lub uczynić wysyłkę bardziej niezawodną, dodaj

source: cron job
pl_pl: zadanie cron
