Repository: wonders4you/sendy-polish-translation
Catalog: */LC_MESSAGES/default.po
Languages: pl_pl

source: with the following command.
pl_pl: za pomocą następującego polecenia.

source: This command needs to be run every 5 minutes in order to check the database for any scheduled campaigns to send.
pl_pl: To polecenie musi być uruchamiane co 5 minut, aby sprawdzać bazę danych pod kątem zaplanowanych kampanii do wysłania.

source: Once added, wait around 5 minutes. If your cron job is functioning correctly, you'll see the scheduling options instead of this modal window when you click on "Schedule this campaign?".
pl_pl: Po dodaniu poczekaj około 5 minut. Jeśli zadanie cron działa poprawnie, zobaczysz opcje planowania zamiast tego okna modalnego po kliknięciu "Zaplanować tę kampanię?".

source: Schedule this campaign
pl_pl: Zaplanuj tę kampanię

source: Pick a date
pl_pl: Wybierz datę

source: Set a time
pl_pl: Ustaw godzinę

source: Select a timezone
pl_pl: Wybierz strefę czasową

source: Schedule campaign now
pl_pl: Zaplanuj kampanię teraz

source: Schedule and pay for campaign
pl_pl: Zaplanuj i zapłać za kampanię

source: Edit newsletter
pl_pl: Edytuj newsletter

source: Newsletter preview
pl_pl: Podgląd newslettera

source: Disabled
pl_pl: Wyłączone

source: Opens tracking
pl_pl: Śledzenie otwarć

source: Clicks tracking
pl_pl: Śledzenie kliknięć

source: View web version link
pl_pl: Zobacz link do wersji internetowej

source: Desktop
pl_pl: Komputer

source: Mobile
pl_pl: Mobilny

source: Preview personalization tags and custom fields using real data of up to 100 subscribers from list(s) you select on the left
pl_pl: Podgląd tagów personalizacji i pól niestandardowych przy użyciu rzeczywistych danych do 100 subskrybentów z list(y) wybranych po lewej stronie

source: Your email does not contain an unsubscribe tag. It is recommended to include an unsubscribe link in your email to minimize complaint rates.
pl_pl: Twój e-mail nie zawiera tagu wypisu. Zaleca się umieszczenie linku do wypisu w e-mailu, aby zminimalizować wskaźniki skarg.

source: Edit your email
pl_pl: Edytuj swój e-mail

source: Some links in your email may be broken, which are listed below. Please check your HTML code and make the necessary corrections.
pl_pl: Niektóre linki w Twoim e-mailu mogą być uszkodzone, które są wymienione poniżej. Sprawdź kod HTML i dokonaj niezbędnych poprawek.

source: Have you double checked your selected lists? If so, let's go ahead and send this!
pl_pl: Czy dokładnie sprawdziłeś wybrane listy? Jeśli tak, kontynuujmy i wyślijmy to!

source: Have you double checked your selected lists? If so, proceed to pay for this campaign.
pl_pl: Czy dokładnie sprawdziłeś wybrane listy? Jeśli tak, przystąp do płatności za tę kampanię.

source: Important: Bounces or complaints were not set up
pl_pl: Ważne: Odbicia lub skargi nie zostały skonfigurowane

source: We've detected that bounces or complaints have not been setup.
pl_pl: Wykryliśmy, że odbicia lub skargi nie zostały skonfigurowane.

source: Not having bounces or complaints registered means future campaigns will continue to be sent to emails that bounced and recipients who have marked your emails as spam. This may lead to Amazon suspending your AWS account.
pl_pl: Brak zarejestrowanych odbić lub skarg oznacza, że przyszłe kampanie będą nadal wysyłane na e-maile, które odbiły, oraz do odbiorców, którzy oznaczyli Twoje e-maile jako spam. Może to doprowadzić do zawieszenia Twojego konta AWS przez Amazon.

source: We highly recommend setting up bounces & complaints
pl_pl: Zalecamy skonfigurowanie obsługi odbić i skarg

source: Visit our Get Started Guide and complete steps 7 & 8
pl_pl: Odwiedź nasz Przewodnik dla początkujących i ukończ kroki 7 i 8

source: Or troubleshoot with this FAQ
pl_pl: Lub skorzystaj z tego FAQ w celu rozwiązania problemów

source: Don't send
pl_pl: Nie wysyłaj

source: Send anyway
pl_pl: Wyślij mimo to

source: Your campaign has been scheduled
pl_pl: Twoja kampania została zaplanowana

source: You will be notified by email once your campaign has been sent.
pl_pl: Otrzymasz powiadomienie e-mail, gdy Twoja kampania zostanie wysłana.

source: Now sending
pl_pl: Wysyłanie teraz

source: Your campaign is on the way!
pl_pl: Twoja kampania jest w drodze!

source: You can close this window and your campaign will continue to send. You will be notified by email once your campaign has completed sending.
pl_pl: Możesz zamknąć to okno, a Twoja kampania będzie nadal wysyłana. Otrzymasz powiadomienie e-mail, gdy Twoja kampania zostanie zakończona.

source: Settings have been saved!
pl_pl: Ustawienia zostały zapisane!

source: Company
pl_pl: Firma

source: Your company
pl_pl: Twoja firma

source: Your name
pl_pl: Twoje imię

source: Your email address
pl_pl: Twój adres e-mail

source: This login email address is already in use by one of your brands. Please find the brand that uses this login email address and change it to something else so that you can save. Or use another email address.
pl_pl: Ten adres e-mail logowania jest już używany przez jedną z Twoich marek. Znajdź markę, która używa tego adresu e-mail logowania i zmień go na inny, aby móc zapisać. Lub użyj innego adresu e-mail.

source: Password (leave blank to not change it)
pl_pl: Hasło (pozostaw puste, aby nie zmieniać)

source: Your password
pl_pl: Twoje hasło

source: Enable two-factor authentication
pl_pl: Włącz uwierzytelnianie dwuskładnikowe

source: Regenerate secret key
pl_pl: Wygeneruj ponownie klucz tajny

source: What is "Two-factor authentication"?
pl_pl: Co to jest "Uwierzytelnianie dwuskładnikowe"?

source: Two-factor authentication provides an additional layer of security by requiring a one time password (OTP) in addition to email & password credentials. You can get OTP codes without an internet or cellular connection using a <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>.
pl_pl: Uwierzytelnianie dwuskładnikowe zapewnia dodatkową warstwę bezpieczeństwa, wymagając jednorazowego hasła (OTP) oprócz poświadczeń e-mail i hasła. Możesz uzyskać kody OTP bez połączenia z internetem lub siecią komórkową, korzystając z <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">aplikacji dwuskładnikowej</a>.

source: <strong>Step 1</strong>: Scan the following QR code (or enter the secret key) into your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>:
pl_pl: <strong>Krok 1</strong>: Zeskanuj poniższy kod QR (lub wprowadź klucz tajny) w swojej <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">aplikacji dwuskładnikowej</a>:

source: Secret key:
pl_pl: Klucz tajny:

source: <strong>Step 2</strong>: Use your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a> to generate an OTP code, then paste it below:
pl_pl: <strong>Krok 2</strong>: Użyj swojej <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">aplikacji dwuskładnikowej</a>, aby wygenerować kod OTP, a następnie wklej go poniżej:

source: OTP code, eg. 123456
pl_pl: Kod OTP, np. 123456

source: Confirm and enable two-factor authentication
pl_pl: Potwierdź i włącz uwierzytelnianie dwuskładnikowe

source: Two-factor authentication applications
pl_pl: Aplikacje do uwierzytelniania dwuskładnikowego

source: There are many 'Two-factor authentication' mobile apps available in the market for free that can be used with services that supports 2FA like Amazon, Gmail, Dropbox, Facebook etc. The most common is 'Google Authenticator'. The following are links to Google Authenticator app for both iOS and Android:
pl_pl: Na rynku dostępnych jest wiele darmowych aplikacji mobilnych do uwierzytelniania dwuskładnikowego, które można używać z usługami obsługującymi 2FA, takimi jak Amazon, Gmail, Dropbox, Facebook itp. Najbardziej popularną jest 'Google Authenticator'. Poniżej znajdują się linki do aplikacji Google Authenticator na iOS i Androida:

source: OTP is correct, but unable to save.
pl_pl: Kod OTP jest poprawny, ale nie można zapisać.

source: OTP code is incorrect. Please try again.
pl_pl: Kod OTP jest nieprawidłowy. Proszę spróbować ponownie.

source: Please enter a valid, numeric OTP code.
pl_pl: Proszę wprowadzić prawidłowy, numeryczny kod OTP.

source: Appearance
pl_pl: Wygląd

source: 'Ctrl + g' to toggle
pl_pl: 'Ctrl + g', aby przełączyć

source: Select your timezone
pl_pl: Wybierz swoją strefę czasową

source: Select your language
pl_pl: Wybierz swój język

source: Amazon Web Services Credentials
pl_pl: Dane uwierzytelniające Amazon Web Services

source: Please see Step 5 of the Get Started Guide on how to create a set of IAM credentials to hook up your Amazon SES account with your Sendy installation
pl_pl: Zapoznaj się z krokiem 5 w Przewodniku dla początkujących, aby dowiedzieć się, jak utworzyć zestaw poświadczeń IAM do podłączenia konta Amazon SES do instalacji Sendy

source: AWS Access Key ID
pl_pl: Identyfikator klucza dostępu AWS

source: AWS Secret Access Key (leave blank to not change it)
pl_pl: Tajny klucz dostępu AWS (pozostaw puste, aby nie zmieniać)

source: AWS Secret Acesss Key
pl_pl: Tajny klucz dostępu AWS

source: Amazon SES region
pl_pl: Region Amazon SES

source: Please select the same region as what's set in your Amazon SES console in the region selection drop down menu at the top right.
pl_pl: Wybierz ten sam region, który jest ustawiony w konsoli Amazon SES, w menu rozwijanym wyboru regionu w prawym górnym rogu.

source: Your Amazon SES region
pl_pl: Twój region Amazon SES

source: Sending rate
pl_pl: Szybkość wysyłania

source: Sendy sends bulks of emails in parallel per second according to your Amazon SES send rate. Depending on the capability of your server, your server may have trouble processing huge bulks of emails efficiently if your SES send rate is very high. Lowering your send rate may yield better sending speed and stability.
pl_pl: Sendy wysyła partie e-maili równolegle na sekundę zgodnie z szybkością wysyłania Amazon SES. W zależności od możliwości Twojego serwera, serwer może mieć problemy z efektywnym przetwarzaniem dużych partii e-maili, jeśli szybkość wysyłania SES jest bardzo wysoka. Obniżenie szybkości wysyłania może przynieść lepszą prędkość wysyłania i stabilność.

source: Adjust sending rate
pl_pl: Dostosuj szybkość wysyłania

source: Max
pl_pl: Maks

source: emails per second
pl_pl: e-maile na sekundę

source: PayPal account
pl_pl: Konto PayPal

source: If you charge your client(s) a fee for sending newsletters, they'll pay to this PayPal account. Also, don't forget to turn <strong>Auto Return</strong> ON in your PayPal account under <strong>Account settings (hover over your name at the top right) > Website payments (left sidebar) > Website preferences</strong> so that your client will be automatically re-directed to the sending script after payment. Just use your website's URL for the <strong>Return URL</strong> to be able to save.
pl_pl: Jeśli pobierasz od klienta (klientów) opłatę za wysyłanie newsletterów, zapłacą oni na to konto PayPal. Pamiętaj również, aby włączyć <strong>Auto Return</strong> na swoim koncie PayPal w sekcji <strong>Ustawienia konta (najedź kursorem na swoje imię w prawym górnym rogu) > Płatności na stronie internetowej (lewy pasek boczny) > Preferencje strony internetowej</strong>, aby Twój klient został automatycznie przekierowany do skryptu wysyłania po dokonaniu płatności. Aby móc zapisać, użyj adresu URL swojej strony internetowej jako <strong>Return URL</strong>.

source: PayPal email address
pl_pl: Adres e-mail PayPal

source: PayPal account email address
pl_pl: Adres e-mail konta PayPal

source: No. of brands to show per page
pl_pl: Liczba marek do wyświetlenia na stronę

source: brands per page
pl_pl: marek na stronę

source: Require typing 'DELETE' before a brand, campaign, list or template can be deleted
pl_pl: Wymagaj wpisania 'DELETE' przed usunięciem marki, kampanii, listy lub szablonu

source: Sending preferences
pl_pl: Preferencje wysyłania

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, these GDPR features will be useful to you.
pl_pl: <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">Ogólne rozporządzenie o ochronie danych (GDPR)</a> to rozporządzenie w prawie UE dotyczące ochrony danych i prywatności dla wszystkich osób w Unii Europejskiej. Rozporządzenie GDPR dotyczy każdego na świecie, kto zbiera i przetwarza dane osobowe użytkowników z UE. Jeśli zbierasz i przetwarzasz dane użytkowników z UE, te funkcje GDPR będą dla Ciebie przydatne.

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
pl_pl: Subskrybenci, którzy zapiszą się za pomocą udostępnionego 'Formularza subskrypcji gotowego do użycia' lub osadzonego 'Kodu HTML formularza subskrypcji' z parametrem 'gdpr' ustawionym na 'true', będą oznaczeni tagiem 'GDPR'. Włączając tę opcję, przyszłe kampanie będą wysyłane tylko do subskrybentów oznaczonych tagiem 'GDPR'.

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
pl_pl: Subskrybenci, którzy zapiszą się za pomocą udostępnionego 'Formularza subskrypcji gotowego do użycia' lub osadzonego 'Kodu HTML formularza subskrypcji' z parametrem 'gdpr' ustawionym na 'true', będą oznaczeni tagiem 'GDPR'. Włączając tę opcję, przyszłe autorespondery będą wysyłane tylko do subskrybentów oznaczonych tagiem 'GDPR'.

source: Your license key
pl_pl: Twój klucz licencyjny

source: You'll need this license key to
pl_pl: Będziesz potrzebować tego klucza licencyjnego do

source: download the latest version of Sendy on our website
pl_pl: pobrania najnowszej wersji Sendy z naszej strony internetowej

source: Your API key
pl_pl: Twój klucz API

source: Regenerate API key?
pl_pl: Wygenerować ponownie klucz API?

source: Please note that tracking links, unsubscribe and web version links are encrypted with your API key, regenerating your API key means they will cease to work for emails that were already sent out. Also, if you currently use Sendy's subscribe form or API for your website or application, please update the API key or forms with the newly generated one. Your old API key will be stored and can be restored at a later time if you change your mind.
pl_pl: Należy pamiętać, że linki śledzące, linki do wypisu i linki do wersji internetowej są zaszyfrowane za pomocą Twojego klucza API. Wygenerowanie nowego klucza API oznacza, że przestaną działać dla e-maili, które już zostały wysłane. Ponadto, jeśli obecnie używasz formularza subskrypcji lub API Sendy dla swojej strony internetowej lub aplikacji, zaktualizuj klucz API lub formularze do nowo wygenerowanego. Twój stary klucz API zostanie zapisany i może zostać przywrócony później, jeśli zmienisz zdanie.

source: Click to regenerate API key
pl_pl: Kliknij, aby wygenerować ponownie klucz API

source: Restore previous API key?
pl_pl: Przywrócić poprzedni klucz API?

source: Your API key has been regenerated!
pl_pl: Twój klucz API został wygenerowany ponownie!

source: Sorry, unable to regenerate API key. Please try again later!
pl_pl: Przepraszamy, nie można wygenerować ponownie klucza API. Proszę spróbować ponownie później!

source: This will restore your API key to the previous key. Do you want to proceed?
pl_pl: To przywróci Twój klucz API do poprzedniego. Czy chcesz kontynuować?

source: Your previous API key has been restored!
pl_pl: Twój poprzedni klucz API został przywrócony!

source: Sorry, unable to restore API key. Please try again later!
pl_pl: Przepraszamy, nie można przywrócić klucza API. Proszę spróbować ponownie później!

source: Visit the <a href="https://sendy.co/api?app_path=
pl_pl: Odwiedź <a href="https://sendy.co/api?app_path=

source: Zapier integration
pl_pl: Integracja z Zapier

source: <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a>'s integration with <a href="https://zapier.com/apps/sendy/integrations" target="_blank" style="text-decoration:underline">Sendy</a> opens up a whole world of automation! You can integrate Sendy with over 1,000 apps available in <a href="https://zapier.com/apps" target="_blank" style="text-decoration:underline">Zapier's app directory</a>. The following are a few ready to use "Zaps" to get you started. Alternatively you can visit Zapier and create your own "Zaps" to integrate Sendy with any other apps. You'd be prompted to <a href="https://zapier.com/sign-up/" target="_blank" style="text-decoration:underline">signup for a free Zapier account</a> if you don't have one.
pl_pl: Integracja <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a> z <a href="https://zapier.com/apps/sendy/integrations" target="_blank" style="text-decoration:underline">Sendy</a> otwiera świat automatyzacji! Możesz zintegrować Sendy z ponad 1000 aplikacji dostępnych w <a href="https://zapier.com/apps" target="_blank" style="text-decoration:underline">katalogu aplikacji Zapier</a>. Poniżej znajduje się kilka gotowych do użycia "Zaps", aby rozpocząć. Alternatywnie możesz odwiedzić Zapier i stworzyć własne "Zaps", aby zintegrować Sendy z innymi aplikacjami. Jeśli nie masz konta, zostaniesz poproszony o <a href="https://zapier.com/sign-up/" target="_blank" style="text-decoration:underline">rejestrację na bezpłatne konto Zapier</a>.

source: Your company name is required
pl_pl: Nazwa Twojej firmy jest wymagana

source: Your name is required
pl_pl: Twoje imię jest wymagane

source: A valid email is required
pl_pl: Wymagany jest prawidłowy e-mail

source: IP address is invalid.
pl_pl: Adres IP jest nieprawidłowy.

source: Country must be a valid 2 letter country code
pl_pl: Kraj musi być prawidłowym dwuliterowym kodem kraju

source: Referrer is not a valid URL
pl_pl: Polecający nie jest prawidłowym adresem URL

source: Some fields are missing.
pl_pl: Brakuje niektórych pól.

source: Email address is bounced.
pl_pl: Adres e-mail został odrzucony.

source: Failed reCAPTCHA test.
pl_pl: Nieudany test reCAPTCHA.

source: Consent not given.
pl_pl: Zgoda nie została wyrażona.

source: API key not passed
pl_pl: Klucz API nie został podany

source: Invalid API key
pl_pl: Nieprawidłowy klucz API

source: Invalid secret key.
pl_pl: Nieprawidłowy klucz tajny.

source: Thank you, a confirmation email has been sent to you.
pl_pl: Dziękujemy, e-mail potwierdzający został wysłany do Ciebie.

source: A confirmation email had already been sent to you.
pl_pl: E-mail potwierdzający został już do Ciebie wysłany.

source: You're already subscribed!
pl_pl: Jesteś już subskrybentem!

source: Confirm your subscription to
pl_pl: Potwierdź subskrypcję na

source: Please confirm your subscription by clicking the link below
pl_pl: Proszę potwierdzić subskrypcję, klikając poniższy link

source: Add subscribers
pl_pl: Dodaj subskrybentów

source: Delete subscribers
pl_pl: Usuń subskrybentów

source: Mass unsubscribe
pl_pl: Masowe wypisanie

source: all subscribers
pl_pl: wszyscy subskrybenci

source: active subscribers
pl_pl: aktywni subskrybenci

source: unconfirmed subscribers
pl_pl: niepotwierdzeni subskrybenci

source: unsubscribers
pl_pl: wypisani subskrybenci

source: bounced subscribers
pl_pl: odrzuceni subskrybenci

source: subscribers who marked your email as spam
pl_pl: subskrybenci, którzy oznaczyli Twój e-mail jako spam

source: GDPR subscribers
pl_pl: Subskrybenci GDPR

source: Subscribe form
pl_pl: Formularz subskrypcji

source: Ready-to-use subscribe form
pl_pl: Formularz subskrypcji gotowy do użycia

source: The following is a 'ready-to-use' subscription form URL you can immediately use to collect sign ups to this list
pl_pl: Poniżej znajduje się URL formularza subskrypcji 'gotowy do użycia', który możesz natychmiast użyć do zbierania zapisów na tę listę

source: The following is an embeddable subscribe form HTML code for this list
pl_pl: Poniżej znajduje się kod HTML osadzonego formularza subskrypcji dla tej listy

source: You can setup reCAPTCHA in the brand settings.
pl_pl: Możesz skonfigurować reCAPTCHA w ustawieniach marki.

source: You can setup reCAPTCHA in the main settings.
pl_pl: Możesz skonfigurować reCAPTCHA w głównych ustawieniach.

source: To subscribe users programmatically, use the API
pl_pl: Aby subskrybować użytkowników programowo, użyj API

source: Enable GDPR fields
pl_pl: Włącz pola GDPR

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, consider enabling GDPR fields.
pl_pl: <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">Ogólne rozporządzenie o ochronie danych (GDPR)</a> to rozporządzenie w prawie UE dotyczące ochrony danych i prywatności dla wszystkich osób w Unii Europejskiej. Rozporządzenie GDPR dotyczy każdego na świecie, kto zbiera i przetwarza dane osobowe użytkowników z UE. Jeśli zbierasz i przetwarzasz dane użytkowników z UE, rozważ włączenie pól GDPR.

source: GDPR fields are supported in both the 'Ready-to-use subscribe form' and the embeddable 'Subscribe form HTML code' as seen on the left. When GDPR fields are enabled, an unticked consent checkbox will appear below the subscription form with 'Marketing permission' and 'What to expect' texts to explain what they are signing up for and what you’re going to do with the information they submit. Users are required to check the checkbox in order to subscribe.
pl_pl: Pola GDPR są obsługiwane zarówno w 'Formularzu subskrypcji gotowym do użycia', jak i w osadzonym 'Kodzie HTML formularza subskrypcji', jak pokazano po lewej stronie. Po włączeniu pól GDPR poniżej formularza subskrypcji pojawi się niezaznaczone pole wyboru zgody z tekstami 'Zgoda marketingowa' i 'Czego się spodziewać', aby wyjaśnić, na co się zapisują i co zamierzasz zrobić z przekazanymi informacjami. Użytkownicy muszą zaznaczyć pole wyboru, aby się zapisać.

source: Marketing permission
pl_pl: Zgoda marketingowa

source: What to expect
pl_pl: Czego się spodziewać

source: Subscribers activity chart
pl_pl: Wykres aktywności subskrybentów

source: Click to learn more
pl_pl: Kliknij, aby dowiedzieć się więcej

source: emails were skipped or updated from your last import
pl_pl: e-maile zostały pominięte lub zaktualizowane od ostatniego importu

source: To see the list and reasons, export the CSV.
pl_pl: Aby zobaczyć listę i powody, wyeksportuj plik CSV.

source: Export skipped email addresses from your last import
pl_pl: Eksportuj pominięte adresy e-mail z ostatniego importu

source: Dismiss this notice (CSV will no longer be available for download)
pl_pl: Odrzuć to powiadomienie (CSV nie będzie już dostępny do pobrania)

source: Dismiss
pl_pl: Odrzuć
